{
  "translation": {
    "Login": "लॉग इन करें",
    "Hindi": "हिंदी",
    "Enter Phone Number": "फोन नंबर दर्ज",
    "Our AI platform enables livestock, crop producers and processors to quickly and easily increase efficiency, improve decision making, and increase the revenue. We empower businesses across the value chain to quickly and easily provide all the essential inputs for increasing the crops yields. Our team provides all inputs at the time of sowing and also provides method of using materials. There will be less loss and farmers will get benefited as the inputs from the team will provide knowledge for systematic crop cultivation. Our team provides knowledge for maximum land utilization and how to increase the productivity of land.": "हमारा एआई प्लेटफॉर्म पशुधन, फसल उत्पादकों और प्रोसेसर को सक्षम बनाता है दक्षता में तेजी से और आसानी से वृद्धि, निर्णय लेने में सुधार, और राजस्व बढ़ाओ। हम संपूर्ण मूल्य श्रृंखला में व्यवसायों को सशक्त बनाते हैं तेजी से और आसानी से बढ़ाने के लिए सभी आवश्यक इनपुट प्रदान करें फसलों की पैदावार। हमारी टीम बुवाई के समय सभी इनपुट प्रदान करती है और सामग्री के उपयोग की विधि भी प्रदान करता है। कम नुकसान होगा और टीम के इनपुट के रूप में किसान लाभान्वित होंगे व्यवस्थित फसल खेती के लिए ज्ञान। हमारी टीम ज्ञान प्रदान करती है अधिकतम भूमि उपयोग के लिए और कैसे बढ़ाया जाए भूमि की उत्पादकता।",
    "Next": "अगला",
    "Crop Doctor is an android based mobile application for the farmers in national level. The objective of this application is to wider reach and easy accessibility of crop information and service among farmers.": "क्रॉप डॉक्टर राष्ट्रीय स्तर पर किसानों के लिए एक Android आधारित मोबाइल एप्लिकेशन है। इस एप्लिकेशन का उद्देश्य व्यापक पहुंच और किसानों के बीच फसल की जानकारी और सेवा की आसान पहुंच है।",
    "In views of all things we develop a software that provides all the information from sowing to harvesting . Via this software we will provide weather forecasting data that helps to choose suitable crop , crop pattern, time of irrigation and all needed information regarding cultivation practice.": "सभी चीजों को ध्यान में रखते हुए हम एक ऐसा सॉफ्टवेयर विकसित करते हैं जो बुवाई से लेकर कटाई तक की सारी जानकारी प्रदान करता है। इस सॉफ्टवेयर के माध्यम से हम मौसम पूर्वानुमान डेटा प्रदान करेंगे जो उपयुक्त फसल, फसल पैटर्न, सिंचाई के समय और खेती के अभ्यास के बारे में सभी आवश्यक जानकारी चुनने में मदद करता है।",
    "An OTP is sent to": "कृपया अपना ओटीपी जांचें",
    "Validate": "मान्य",
    "My Crops": "मेरी फसलें",
    "No Crops Please Add One or refresh": "कोई फसल नहीं कृपया एक जोड़ें या ताज़ा करें",
    "Forecast": "पूर्वानुमान",
    "Soil Health": "मृदा स्वास्थ्य",
    "Check Health": "स्वास्थ्य की जाँच करें",
    "Ask": "पूछना",
    "Likes": "पसंद",
    "Views": "दृश्य",
    "Comments": "टिप्पणियाँ",
    "Like": "पसंद",
    "Comment": "टिप्पणी",
    "Share": "शेयर",
    "Settings": "समायोजन",
    "Home": "होम|",
    "Home2": "होम",
    "Profile": "प्रोफ़ाइल",
    "Agristore": "एग्रीस्टोर",
    "Kisan Vedika": "किसान वेदिका",
    "Help": "मदद",
    "Feedback": "प्रतिक्रिया",
    "Edit Profile": "प्रोफ़ाइल संपादित करें",
    "Name": "नाम",
    "Role": "भूमिका",
    "Email": "ईमेल",
    "Address": "पता",
    "State": "राज्य",
    "City": "शहर",
    "Pincode": "पिन कोड",
    "Edit": "संपादन करना",
    "Back": "पीछे",
    "About": "बारे में",
    "Sign Out": "साइन आउट",
    "Refer": "रेफर",
    "How To Nursery Raising": "नर्सरी की स्थापना कैसे करें",
    "Site selection & initial land preparation": "साइट चयन और प्रारंभिक भूमि तैयारी",
    "Take instructions:-": "निर्देश लें:-",
    "Suitable soil and weather conditions are the most important factors for the cultivation of chillies.": "मिर्च की खेती के लिए उपयुक्त मिट्टी और मौसम की स्थिति सबसे महत्वपूर्ण कारक हैं।",
    "The chilli grows in all soils from light sandy to heavy clay.": "मिर्च हल्की रेतीली से लेकर भारी मिट्टी तक सभी मिट्टी में उगती है।",
    "Light soils are good for an early crop, while clay loam and silt loam soils are well suited for heavy yields .": "हल्की मिट्टी अगेती फसल के लिए अच्छी होती है, जबकि दोमट मिट्टी और गाद दोमट मिट्टी भारी उपज के लिए उपयुक्त होती है।",
    "Ph range": "पीएच रेंज",
    "If the acidic soil is acidic , liming is required.": "यदि अम्लीय मिट्टी अम्लीय है, तो चूने की आवश्यकता होती है।",
    "Sufficient water availability": "पानी की पर्याप्त उपलब्धता",
    "Removing crop residues.": "फसल अवशेषों को हटाना।",
    "Removal of stubbles if any in field planned to cultivate chilli crop.": "मिर्च की फसल उगाने की योजना के तहत यदि खेत में कोई पराली है तो उसे हटाना।",
    "Weather conditions": "मौसम की स्थिति",
    "The chilli is a warm saeason crop.": "मिर्च गर्म मौसम की फसल है।",
    "The crop does well under an average monthly temperature of 20 to 25 C.": "फसल 20 से 25 डिग्री सेल्सियस के औसत मासिक तापमान में अच्छी होती है",
    "Long dry spell and heavy rainfall also affect on growth and fruiting of plant": "लंबी शुष्क अवधि और भारी वर्षा भी पौधों की वृद्धि और फलन को प्रभावित करती है",
    "Choosing the various type varieties and Seed rate": "विभिन्न प्रकार की किस्मों और बीज दर का चयन करना",
    "Varieties": "किस्मों",
    "Manjira, sarangi, Teja , Yeshaswini, Demon, Arunim , wonder hot,sitaragold , indica, krithi , goli, Nongwoo, Jewelry, Fito gauri": "मंजिरा, सारंगी, तेजा, यशस्विनी, राक्षस, अरुणिम, वंडर हॉट, सितारा सोना, इंडिका, कृति, गोली, नोंगवू, जेवरी, फिटो गौरी",
    "Sowing and Nursery raising": "बुवाई और नर्सरी उगाना",
    "Nursery Raising": "नर्सरी उगाना",
    "Nursery soil nare treated with tricoderma viridae Or pseudomonas culture 5-6 Days before sowing": "बुवाई से 5-6 दिन पहले नर्सरी की मिट्टी को ट्राइकोडर्मा विरिडे या स्यूडोमोनास कल्चर से उपचारित किया जाता है।",
    "For 1m2 of nursery area apply 5kg well rotten FYM, DAP @ 50g, and also apply CALDAN @ 2.5g": "नर्सरी क्षेत्र के 1 वर्ग मीटर के लिए 5 किग्रा अच्छी तरह से सड़ी हुई गोबर की खाद डालें, डीएपी @ 50 ग्राम, और कैलडान @ 2.5 ग्राम भी डालें",
    "Dimensions of raised bed is 125-150 cm width and length according to use.": "उठे हुए बिस्तर के आयाम उपयोग के अनुसार 125-150 सेमी चौड़ाई और लंबाई है।",
    "Depth of seed is 0.5cm and covered with topsoil and spacing between two lines is 2-2.5 cm": "बीज की गहराई 0.5 सें.मी. होती है और ऊपर की मिट्टी से ढकी होती है और दो कतारों के बीच की दूरी 2-2.5 सें.मी.",
    "After sowing the seeds, mulch with green leaves and irrigate with rose cane daily in the morning.": "बीज बोने के बाद हरी पत्तियों से पलवार करें और रोज सुबह के समय गुलाब के गन्ने से सिंचाई करें।",
    "Cover the nursery bed with nylon net to prevent damage by insect and also prevent with climatic effect.": "कीड़ों से होने वाले नुकसान से बचाने के लिए नर्सरी बेड को नायलॉन की जाली से ढक दें और जलवायु प्रभाव से भी बचाव करें।",
    "Remove the mulch immediately after germination of the seeds.": "बीजों के अंकुरण के तुरंत बाद मल्च को हटा दें।",
    "Weeding should be taken up if weed are present in the nursery.": "यदि नर्सरी में खरपतवार हों तो निराई-गुड़ाई कर देनी चाहिए।",
    "Saplings will be ready to plant in 5-6 weeks.": "पौधे 5-6 सप्ताह में रोपने के लिए तैयार हो जाएंगे।",
    "Restrict irrigation one week before transplanting and irrigate heavily on the previous day of transplantinmg to harden the seedlings.": "रोपाई से एक सप्ताह पहले सिंचाई सीमित करें और रोपाई के पहले दिन जोरदार सिंचाई करें ताकि पौधे सख्त हो जाएं।",
    "Procurement of Farm Yard Manure": "फार्म यार्ड खाद की खरीद",
    "A well decomposed FYM @ 12-15 tnns should be mixed with biofertilizers @5kg, Tricoderma @2kg , Pseudomonas @2kg and mixing biofertilizers.": "एक अच्छी तरह से सड़ी हुई FYM @ 12-15 टन जैव उर्वरक @ 5 किग्रा, ट्राइकोडर्मा @ 2 किग्रा, स्यूडोमोनास @ 2 किग्रा और जैव उर्वरक मिलाना चाहिए।",
    "Farm Yard Manure application": "फार्म यार्ड खाद आवेदन",
    "Apply FYM fortified with biofertilizers for main fields.": "मुख्य खेतों के लिए जैवउर्वरक युक्त FYM का प्रयोग करें।",
    "Rotavating or cultivating to mix the FYM and soil.": "FYM और मिट्टी को मिलाने के लिए रोटावेटिंग या खेती करना।",
    "FYM helps soil conditions": "FYM मिट्टी की स्थिति में मदद करता है",
    "Procurement of fertilizers quantity per acre.": "प्रति एकड़ उर्वरक मात्रा की खरीद",
    "Application of fertilizers at the time of final field preparation (as basal dose)": "खेत की अंतिम तैयारी के समय उर्वरकों का प्रयोग (बेसल खुराक के रूप में)",
    "DAP @ 100Kg": "डीएपी @ 100 किग्रा",
    "MOP@ 50Kg": "एमओपी @ 50 किग्रा",
    "Micronutrient mixture @ 10Kg": "सूक्ष्म पोषक मिश्रण @ 10 किग्रा",
    "Magnesium Sulphate@50Kg": "मैग्नीशियम सल्फेट 50 किग्रा",
    "Root growth promoters@10Kg": "रूट ग्रोथ प्रमोटर @ 10 किग्रा",
    "Furadon @ 5Kg": "फुरदोन @ 5 किग्रा",
    "Neem cake @ 250gm.": "नीम केक @ 250 ग्राम।",
    "Procurement Of Drip Irrigation materials and mulch paper if required": "यदि आवश्यक हो तो ड्रिप सिंचाई सामग्री और मल्च पेपर की खरीद",
    "Water conservation and pest management technologies.": "जल संरक्षण और कीट प्रबंधन प्रौद्योगिकियां",
    "Regions with water sparse and integrated cultivation techniques to conserve water drip irrigation technology are adapted by the farmers.": "पानी की कमी वाले क्षेत्रों और पानी की ड्रिप सिंचाई तकनीक के संरक्षण के लिए एकीकृत खेती की तकनीक को किसानों द्वारा अपनाया गया है।",
    "Plant Protection in nursery": "नर्सरी में पौध संरक्षण",
    "The seedlings growth in the nursery should be monitotred for pest and disease.": "नर्सरी में पौध वृद्धि की निगरानी कीट और बीमारी के लिए की जानी चाहिए",
    "Application of basal dose of fertilizers and prepare field ready to transplant.": "उर्वरकों की बेसल मात्रा का प्रयोग करें और खेत को रोपाई के लिए तैयार करें",
    "Apply basal fertilization during field preparation just after before forming ridges / furrows or fund formation.": "खेत की तैयारी के दौरान मेड़/फरो या फंड बनाने से ठीक पहले बेसल फर्टिलाइजेशन करें।",
    "Formation of ridges / furrows in flood irrigation method bunds with suitable spacing and setting up the drip.": "उपयुक्त दूरी के साथ बाढ़ सिंचाई पद्धति के बांधों में मेढ़ों/कुंडों का निर्माण और ड्रिप की स्थापना",
    "Laying of mulch and making hokles to transplant with required spacing in drip irrigation method.": "ड्रिप सिंचाई पद्धति में आवश्यक दूरी के साथ पलवार बिछाना और रोपाई के लिए होकल बनाना",
    "Irrigate to keep the soil moist enough to transplant.": "रोपाई के लिए मिट्टी को पर्याप्त नम रखने के लिए सिंचाई करें",
    "Hardening the seedlings": "अंकुरों को सख्त करना",
    "Seedlings are hardened by exposing by exposing to an outer tougher enviroonment to make the seedlings grow studier.": "अंकुरों को अधिक अध्ययनशील बनाने के लिए एक बाहरी कठिन वातावरण में उजागर करके अंकुरों को कठोर किया जाता है",
    "The study plants will be strong enough to tolerate the transplanting shock.": "ट्रांसप्लांटिंग शॉक को सहन करने के लिए अध्ययन संयंत्र पर्याप्त रूप से स्ट्रोम होंगे",
    "The seedlings raised on the seed bed nursery the hardening may be done by removing the nylon mesh.": "सीड बेड नर्सरी में उगाई गई पौध को नायलॉन की जाली को हटाकर सख्त किया जा सकता है",
    "Providing water may be reduced to force them to grow stressfully in low moist conditions to get harder .": "उन्हें कम नम स्थितियों में सख्त होने के लिए दबावपूर्वक बढ़ने के लिए मजबूर करने के लिए पानी देना कम किया जा सकता है।",
    "AFTER TRANSPLANTING": "प्रत्यारोपण के बाद",
    "TRANSPLANTING": "प्रत्यारोपण",
    "The age of 35-45 days old seedlings are suitable to transplant.": "35-45 दिन की उम्र के पौधे रोपाई के लिए उपयुक्त होते हैं।",
    "Seedlings are uprooted and transplanted within an hours after uprooting.": "बीज निकालने के एक घंटे के भीतर बीजों को उखाड़कर रोपित कर दिया जाता है",
    "The roots of the seedlings are dipped in fungicides and pesticides to prevent any attack of fungal disease and insect attack.": "कवक रोग और कीट के हमले के किसी भी हमले को रोकने के लिए अंकुरों की जड़ों को फफूंदनाशकों और कीटनाशकों में डुबोया जाता है।",
    "Transplanting is usually done in the evening hours.": "प्रत्यारोपण आमतौर पर शाम के समय किया जाता है",
    "Transplanting tools may also be used for plantimg the seedlings.": "पौध रोपने के लिए रोपाई के साधनों का भी उपयोग किया जा सकता है।",
    "Spacing depends on the varities and ranges 1 -1.5 feet from the plant to [plant and 2-2.5 feet in between rows.": "अंतर किस्मों पर निर्भर करता है और पौधे से [पौधे तक 1 -1.5 फीट और पंक्तियों के बीच 2-2.5 फीट तक होता है",
    "Irrigation should be provided immediately to protect the transplants from moisture stress.": "पौधों को नमी के तनाव से बचाने के लिए तुरंत सिंचाई करनी चाहिए।",
    "Gap filling of new plants": "नए पौधों की कमी को भरना",
    "The dead plants if any may be uprooted and gap filling can be carried out in evening hour.": "मृत पौधों, यदि कोई हो, को उखाड़ा जा सकता है और अंतराल भरने का काम शाम के समय किया जा सकता है।",
    "See that protective irrigation is provided for the nes transplant": "देखें कि एनईएस प्रत्यारोपण के लिए सुरक्षात्मक सिंचाई प्रदान की जाती है",
    "Weeding": "निराई",
    "Manual weeding may be done if required with the small implements.": "यदि आवश्यक हो तो छोटे औजारों से हाथ से निराई की जा सकती है",
    "Chemical control By using post emergent herbicides like Agil @2ml/l water may be spread.": "रासायनिक नियंत्रण एजिल 2 मि.ली./ली. पानी जैसी पोस्ट इमर्जेंट शाकनाशियों का उपयोग करके फैलाया जा सकता है।",
    "VEGETATIVE GROWTH , FLOWERING": "वनस्पति विकास, फूल",
    "Weeding Manual weeding may be done if required with the small implements": "निराई-गुड़ाई यदि आवश्यक हो तो छोटे औजारों से हाथ से निराई-गुड़ाई की जा सकती है",
    "Fertilization": "निषेचन",
    "2nd dose application of nutrients.": "पोषक तत्वों की दूसरी खुराक",
    "Calcium nitrate 25kg +25 kg of urea fortified with general liquid may be applied to soil and covered with soil.": "कैल्शियम नाइट्रेट 25 किग्रा + 25 किग्रा यूरिया सामान्य तरल के साथ गढ़ा हुआ मिट्टी में लगाया जा सकता है और मिट्टी से ढका जा सकता है।",
    "Urea @25Kg/ha.": "यूरिया @ 25 किग्रा/हेक्टेयर।",
    "Magnesium sulphate @ 25kg/ha": "मैग्नीशियम सल्फेट @ 25 किग्रा/हेक्टेयर",
    "Harvesting": "फसल काटने वाले",
    "Task Instructions": "कार्य निर्देश",
    "Harvesting of the chillies is usually made accordingly to the use. For preparation of chilli powder and dry chilli the chilli fruits need to be dark red and the fruits are harvested when they turn dark red. The green chilli is harvested for the culinary and even to prepare the pickles. Normally the green chilli may be harvested 8-10 times in a chilli crop and red chillies are harvested 5-6 times.": "मिर्च की कटाई आमतौर पर उपयोग के अनुसार की जाती है। मिर्च पाउडर और सूखी मिर्च तैयार करने के लिए मिर्च के फलों का रंग गहरा लाल होना चाहिए और जब फल गहरे लाल रंग के हो जाएं तो तुड़ाई की जाती है। हरी मिर्च को पाक के लिए और यहां तक ​​कि अचार तैयार करने के लिए भी काटा जाता है। मिर्च की फसल में सामान्यतः हरी मिर्च की 8-10 बार और लाल मिर्च की 5-6 बार कटाई की जा सकती है।",
    "INSECTS, PEST AND DISEASES OF PLANT.": "पौधे के कीट, कीट और रोग।",
    "Nursery damage.": "नर्सरी क्षति।",
    "Collar rot fungus (Capsicum annuum L)": "कॉलर रोट:- कवक {शिमला मिर्च वार्षिक एल।}",
    "Observe for the following symptoms.": "निम्नलिखित लक्षणों पर गौर करें।",
    "The collar or the place just above the root zone may be subsoil or above the soil parts initially show water-soaked spot, later which develops in to bigger brownish black dead tissue.": "कॉलर या रूट ज़ोन के ठीक ऊपर का स्थान सबसॉइल हो सकता है या मिट्टी के हिस्सों के ऊपर शुरू में पानी से लथपथ स्थान दिखाई देता है, जो बाद में बड़े भूरे काले मृत ऊतक में विकसित होता है।",
    "On progress of the disease, rotting of the collar region occurs and the plant may resist standing up right and may fall off.": "रोग के बढ़ने पर, कॉलर क्षेत्र सड़ जाता है और पौधा सीधे खड़े होने का विरोध कर सकता है और गिर सकता है।",
    "Collar or crown rot leads to the rotting with brownish or blackish spots at the point of infection on the collar or foot of the plant.": "कॉलर या क्राउन रोट पौधे के कॉलर या पैर पर संक्रमण के बिंदु पर भूरे या काले धब्बों के साथ सड़ने की ओर ले जाता है।",
    "The discoloration of the foot or stem may progress on all directions upward, downward or around the stem and once the whole stem is invaded by the pathogen the plants slowly start to wilt or fall off.": "पैर या तने का मलिनकिरण सभी दिशाओं में ऊपर, नीचे या तने के चारों ओर बढ़ सकता है और एक बार रोगज़नक़ द्वारा पूरे तने पर आक्रमण करने पर पौधे धीरे-धीरे मुरझाने लगते हैं या गिर जाते हैं।",
    "The leaves of the respective plants turn yellow to brown and fall off in some of the plants.": "संबंधित पौधों की पत्तियाँ पीली से भूरी हो जाती हैं और कुछ पौधों में गिर जाती हैं।",
    "Main reasons for the problem.": "समस्या के मुख्य कारण।",
    "Collar rottening and Root rotting pathogens require favourable conditions to invade and develop the symptoms.": "कॉलर रोटनिंग और रूट रोटिंग रोगजनकों को आक्रमण करने और लक्षणों को विकसित करने के लिए अनुकूल परिस्थितियों की आवश्यकता होती है।",
    "Over dosage of fertilisers provided in the soil make more prone to attack of collar rot.": "मिट्टी में दिए गए उर्वरकों की अधिक खुराक से कॉलर रोट के हमले का खतरा बढ़ जाता है।",
    "Poor drainage with excess of water in the seed bed will leads to attack to collar rot.": "खराब जल निकासी के साथ बीज क्यारी में पानी की अधिकता से कॉलर रोट का हमला होगा।",
    "Presence of disease-causing pathogens in the seed bed or soil due to poor land preparations cause collar rot.": "खराब भूमि की तैयारी के कारण बीज क्यारी या मिट्टी में रोग पैदा करने वाले रोगजनकों की उपस्थिति कॉलर रोट का कारण बनती है।",
    "Steps to prevent the damage.": "नुकसान को रोकने के उपाय।",
    "Soil sanitization, exposure of the soil to the sunlight after multiple and deep ploughings.": "मिट्टी की सफाई, कई और गहरी जुताई के बाद सूरज की रोशनी के संपर्क में आना।",
    "Sanitization helps in killing of any kind of fungi present in the soil before sowing or transplanting.": "स्वच्छता बुवाई या रोपाई से पहले मिट्टी में मौजूद किसी भी प्रकार के कवक को मारने में मदद करती है।",
    "Application of hyper parasitic organisms like Trichoderm viride, Trichoderm harzianum, Pseudomonas fluorescens, Bacillus subtilis, etc to the soil along with well decomposed farm yard manure which can kill these pathogenic organisms like PYTHIUM, FUSARIUM, ALTERNARIA, RHIZOCTONIA, SCLEROTINIA, PHYTOPTHERA, etc.": "ट्राइकोडर्म विराइड, ट्राइकोडर्म हर्जियानम, स्यूडोमोनास फ्लोरेसेंस, बैसिलस सबटिलिस आदि जैसे अति परजीवी जीवों का मिट्टी में अच्छी तरह से विघटित फार्म यार्ड खाद के साथ प्रयोग जो इन रोगजनक जीवों जैसे पाइथियम, फ्यूजेरियम, अल्टरनेरिया, राइजोक्टोनिया, स्क्लेरोटिनिया, फाइटोप्थेरा आदि को मार सकता है।",
    "Taking care of the contamination of growth media, use of the pathogen or disease-free compost, sanitized implements to prepare the nursery bed, raising seedlings [Protrays, seeders, nets etc] intercultural activities like weeders and other small implements.": "ग्रोथ मीडिया के संदूषण का ध्यान रखना, रोगज़नक़ या रोग-मुक्त खाद का उपयोग, नर्सरी बेड तैयार करने के लिए साफ-सुथरे औजार, पौध उगाना [प्रोट्रे, सीडर्स, नेट आदि] इंटरकल्चरल गतिविधियाँ जैसे वीडर और अन्य छोटे उपकरण।",
    "Prepare the seed beds with proper drainage, where the seeds will be sown.": "उचित जल निकासी वाली बीज क्यारियां तैयार करें, जहां बीज बोए जाएंगे।",
    "Damping off Fungus (Pythium aphanidermatum)": "फंगस को भिगोना:- {पायथियम एफेनिडर्मैटम}",
    "Observe for the following symptoms": "निम्नलिखित लक्षणों पर गौर करें",
    "Seeds may germinate but seedlings may not sprout out of the soil and it is generally called as pre-emergence damping-off.": "बीज अंकुरित हो सकते हैं लेकिन अंकुर मिट्टी से बाहर नहीं निकल सकते हैं और इसे आम तौर पर प्री-इमर्जेंस डैम्पिंग-ऑफ कहा जाता है।",
    "Whereas in case of post emergent damping off the sprouted plants wilt or suddenly die.": "जबकि अंकुरण के बाद भीगने की स्थिति में अंकुरित पौधे मुरझा जाते हैं या अचानक मर जाते हैं।",
    "We can observe poor growth of the sprouts with abnormal sized leaves.": "हम असामान्य आकार के पत्तों के साथ अंकुरों की कम वृद्धि देख सकते हैं।",
    "Water soaked spots appear on leaves.": "पत्तियों पर पानी से भरे धब्बे दिखाई देते हैं।",
    "We can observe soft and thin discolored stem which turn black, shrivel and appear like wire stem.": "हम नरम और पतले फीके पड़े हुए तने का निरीक्षण कर सकते हैं जो काला हो जाता है, सिकुड़ जाता है और तार के तने की तरह दिखाई देता है।",
    "Young plants turn colour from green to grey, finally black and later wilt, die.": "युवा पौधे हरे से भूरे रंग में बदल जाते हैं, अंत में काले और बाद में मुरझा जाते हैं, मर जाते हैं।",
    "Damping off disease causing pathogens require favourable conditions to invade and develop the symptoms.": "रोग पैदा करने वाले रोगजनकों को भिगोने के लिए लक्षणों पर आक्रमण करने और विकसित करने के लिए अनुकूल परिस्थितियों की आवश्यकता होती है।",
    "Over dosage of fertilisers provided in the soil make more prone to attack of damping off.": "मिट्टी में प्रदान किए गए उर्वरकों की अधिक मात्रा में नमी के हमले का खतरा अधिक होता है।",
    "Poor drainage with excess of water in the seed bed will leads to attack to damping off.": "खराब जल निकासी के साथ बीज की क्यारी में पानी की अधिकता के कारण भीगने का हमला हो सकता है।",
    "Presence of disease-causing pathogens in the seed bed or soil due to poor land preparations cause damping off.": "खराब भूमि की तैयारी के कारण बीजों की क्यारी या मिट्टी में रोग पैदा करने वाले रोगजनकों की उपस्थिति के कारण नमी कम हो जाती है।",
    "Poor quality seeds may be untreated, poorly treated or expired seeds have more chances of getting killed.": "खराब गुणवत्ता वाले बीज अनुपचारित हो सकते हैं, खराब उपचारित या एक्सपायर्ड बीजों के मारे जाने की संभावना अधिक होती है।",
    "Use of contaminated implements to remove weeds and take up intercultural operations in seed bed and in the fields.": "खरपतवारों को हटाने के लिए संदूषित औजारों का उपयोग करना और बीज क्यारी तथा खेतों में अंतरसंवर्धन कार्य करना।",
    "Poor weed management in the seed beds which may harbour the diseases which leads to damping off.": "बीज क्यारियों में खराब खरपतवार प्रबंधन जो उन बीमारियों को आश्रय दे सकते हैं जो नमी को दूर करते हैं।",
    "Improper conditions for seeds to germinate.": "बीजों के अंकुरण के लिए अनुपयुक्त परिस्थितियाँ।",
    "Steps to prevent the damage .": "नुकसान को रोकने के उपाय।",
    "Provide proper drainage in main field to avoid water logging where seedlings will be transplanted to avoid the damping off disease in young transplants.": "जल जमाव से बचने के लिए मुख्य खेत में उचित जल निकासी प्रदान करें जहां नए पौधों में नमी रोग से बचने के लिए पौधों को लगाया जाएगा।",
    "Powdery mildew , fungus (Leveillula taurica)": "ख़स्ता फफूंदी, कवक:-{लेविल्लुला टॉरिका}",
    "The symptoms appear primarily on foliage as light green to bright yellow lesions on the upper surface of leaf.": "लक्षण मुख्य रूप से पत्तियों की ऊपरी सतह पर हल्के हरे से चमकीले पीले घावों के रूप में पर्णसमूह पर दिखाई देते हैं।",
    "The spots enlarge and become necrotic tissues.": "धब्बे बढ़ जाते हैं और नेक्रोटिक ऊतक बन जाते हैं।",
    "Lesions may be seen on underside of leaves.": "पत्तियों की निचली सतह पर घाव देखे जा सकते हैं।",
    "Under favourable conditions, dense whitish powdery fungal growth appear on the underside of leaves, causing mild distortions.": "अनुकूल परिस्थितियों में, पत्तियों की निचली सतह पर सघन सफेद चूर्ण जैसी कवकीय वृद्धि दिखाई देती है, जिससे हल्की विकृतियां होती हैं।",
    "Later the fungal growth spread on upper side of the leaves also ultimately the entire leaves will wither and die, but they remain attached to the stem.": "बाद में पत्तियों के ऊपरी भाग में कवकीय वृद्धि फैल जाती है और अंततः पूरी पत्तियाँ मुरझा जाती हैं और मर जाती हैं, लेकिन वे तने से जुड़ी रहती हैं।",
    "The symptoms will not appear on fruits or stems, but loss of foliage leads to sunscald.": "फलों या तनों पर लक्षण दिखाई नहीं देंगे, लेकिन पत्तियों के नुकसान से सनस्कल्ड हो जाता है।",
    "Loss of foliage reduces the rate of photosynthesis ultimately which reduces the yield by 50% and quality of the fruits also will be affected.": "पत्तियों के नष्ट होने से अंततः प्रकाश संश्लेषण की दर कम हो जाती है जिससे उपज 50% तक कम हो जाती है और फलों की गुणवत्ता भी प्रभावित होती है।",
    "Main reasons for the problem": "समस्या के मुख्य कारण",
    "The growth of the fungus is favoured by low light, with high humidity and moderate temperature.": "उच्च आर्द्रता और मध्यम तापमान के साथ कम रोशनी में कवक के विकास में मदद मिलती है।",
    "Greenhouses provide an ideal moist, temperature conditions for rapid spread of the disease.": "ग्रीनहाउस रोग के तेजी से प्रसार के लिए एक आदर्श नम, तापमान की स्थिति प्रदान करते हैं।",
    "The pathogen even remains in weeds or crop hosts.": "रोगज़नक़ खरपतवार या फ़सल मेज़बानों में भी रहता है।",
    "Old and stressed plants are more susceptible than healthy young plants.": "स्वस्थ युवा पौधों की तुलना में पुराने और तनावग्रस्त पौधे अधिक संवेदनशील होते हैं।",
    "Steps to prevent the damage": "नुकसान को रोकने के उपाय",
    "Avoid overcrowding of seedlings in the nursery, and check each for infection before field planting.": "नर्सरी में अंकुरों की भीड़भाड़ से बचें, और खेत में रोपण से पहले संक्रमण के लिए प्रत्येक की जाँच करें।",
    "Control the weed host plants regularly.": "खरपतवार मेजबान पौधों को नियमित रूप से नियंत्रित करें।",
    "Provide proper aeration and light penetration with proper plant spacing without over-crowding.": "अधिक भीड़ के बिना उचित पौधे की दूरी के साथ उचित वातन और प्रकाश प्रवेश प्रदान करें।",
    "Do not apply excessive amounts of nitrogen fertilizer because abundant leafy growth promotes favourable condition for disease development.": "अत्यधिक मात्रा में नाइट्रोजन उर्वरक का प्रयोग न करें क्योंकि प्रचुर मात्रा में पत्तेदार वृद्धि रोग के विकास के लिए अनुकूल स्थिति को बढ़ावा देती है।",
    "Ensure plants with adequate amounts of water as moisture stress may increase susceptibility.": "पर्याप्त मात्रा में पानी के साथ पौधों को सुनिश्चित करें क्योंकि नमी का तनाव संवेदनशीलता को बढ़ा सकता है।",
    "Improve ventilation by proper pruning and staking.": "उचित छंटाई और स्टेकिंग करके वेंटिलेशन में सुधार करें।",
    "Collect all the trash and burn or bury it.": "सभी कचरा इकट्ठा करें और उसे जला दें या दबा दें।",
    "Avoid over-lapping crops to prevent spores from older crops infecting newer ones at an early age.": "कम उम्र में नई फसलों को संक्रमित करने वाली पुरानी फसलों के बीजाणुओं को रोकने के लिए फसलों को एक साथ लगाने से बचें।",
    "Practice crop rotation, choosing a non-host crop, e.g., root crops or those in the cabbage family.": "गैर-मेज़बान फ़सल का चयन करते हुए फ़सल चक्रीकरण का अभ्यास करें, उदाहरण के लिए जड़ वाली फ़सलें या गोभी परिवार की फ़सलें।",
    "Use resistant varieties.": "प्रतिरोधी किस्मों का प्रयोग करें",
    "It provides all essential inputs for increasing the crop yield. Our team provides all inputs at the time of sowing and also provides method of using materials. There will be less loss and farmers will get benefited as the inputs from the team will provide knowledge for systematic crop cultivation. It provides knowledge for systematic crops cultivation, maximum land utilization and how to grow more then one crop over small area of land.": "यह फसल की उपज बढ़ाने के लिए सभी आवश्यक आदान प्रदान करता है। हमारा टीम बुवाई के समय सभी इनपुट प्रदान करती है और प्रदान भी करती है सामग्री का उपयोग करने की विधि। नुकसान कम होगा और किसानों को होगा लाभान्वित होंगे क्योंकि टीम से मिले इनपुट के लिए ज्ञान प्रदान करेंगे व्यवस्थित फसल की खेती। यह व्यवस्थित करने के लिए ज्ञान प्रदान करता है फसलों की खेती, अधिकतम भूमि उपयोग और फिर अधिक कैसे उगाना है भूमि के छोटे क्षेत्र पर एक फसल।",
    "Enter Area in Acre": "क्षेत्रफल एकड़ में दर्ज करें",
    "Go to + sign to add a crop you want.": "अपनी इच्छित फसल जोड़ने के लिए + चिह्न पर जाएँ।",
    "Click on pencil icon which is right of + sign to edit/remove the crop.": "पेंसिल आइकन पर क्लिक करें जो फसल को संपादित/निकालने के लिए + चिह्न के दाईं ओर है।.",
    "Click anywhere in forecast section to see the weather of next 7 days.":"अगले 7 दिनों का मौसम देखने के लिए पूर्वानुमान अनुभाग में कहीं भी क्लिक करें।",
    "Click on Check Health to see the realtime data of soil, plant,etc.": "मिट्टी, पौधे आदि का वास्तविक समय डेटा देखने के लिए स्वास्थ्य जांच पर क्लिक करें।",
    "Click on Bell Icon to see the notifications.": "नोटिफिकेशन देखने के लिए बेल आइकॉन पर क्लिक करें।",
    "Click on Cart Icon to see your cart and add to cart.": "अपनी कार्ट देखने और कार्ट में जोड़ने के लिए कार्ट आइकन पर क्लिक करें।",
    "Click on pencil icon present on right upper side to ask your question.": "अपना प्रश्न पूछने के लिए ऊपर दाईं ओर मौजूद पेंसिल आइकन पर क्लिक करें।",
    "Like, Comment, Share other posts if you want to be.": "अगर आप बनना चाहते हैं तो लाइक, कमेंट, अन्य पोस्ट शेयर करें।",
    "Go to Edit Profile to edit your details.": "अपने विवरण संपादित करने के लिए प्रोफ़ाइल संपादित करें पर जाएँ।",
    "Click on About to see about us.": "हमारे बारे में देखने के लिए अबाउट पर क्लिक करें।",
    "Click on Share to Share our App.": "हमारे ऐप को साझा करने के लिए शेयर पर क्लिक करें"
  }
}
