{
  "translation": {
    "Login": "लॉग इन करें",
    "Hindi": "हिंदी",
    "Enter Phone Number": "फोन नंबर दर्ज",
    "Our AI platform enables livestock, crop producers and processors to quickly and easily increase efficiency, improve decision making, and increase the revenue. We empower businesses across the value chain to quickly and easily provide all the essential inputs for increasing the crops yields. Our team provides all inputs at the time of sowing and also provides method of using materials. There will be less loss and farmers will get benefited as the inputs from the team will provide knowledge for systematic crop cultivation. Our team provides knowledge for maximum land utilization and how to increase the productivity of land.": "हमारा एआई प्लेटफॉर्म पशुधन, फसल उत्पादकों और प्रोसेसर को सक्षम बनाता है दक्षता में तेजी से और आसानी से वृद्धि, निर्णय लेने में सुधार, और राजस्व बढ़ाओ। हम संपूर्ण मूल्य श्रृंखला में व्यवसायों को सशक्त बनाते हैं तेजी से और आसानी से बढ़ाने के लिए सभी आवश्यक इनपुट प्रदान करें फसलों की पैदावार। हमारी टीम बुवाई के समय सभी इनपुट प्रदान करती है और सामग्री के उपयोग की विधि भी प्रदान करता है। कम नुकसान होगा और टीम के इनपुट के रूप में किसान लाभान्वित होंगे व्यवस्थित फसल खेती के लिए ज्ञान। हमारी टीम ज्ञान प्रदान करती है अधिकतम भूमि उपयोग के लिए और कैसे बढ़ाया जाए भूमि की उत्पादकता।",
    "Next": "अगला",
    "Crop Doctor is an android based mobile application for the farmers in national level. The objective of this application is to wider reach and easy accessibility of crop information and service among farmers.": "क्रॉप डॉक्टर राष्ट्रीय स्तर पर किसानों के लिए एक Android आधारित मोबाइल एप्लिकेशन है। इस एप्लिकेशन का उद्देश्य व्यापक पहुंच और किसानों के बीच फसल की जानकारी और सेवा की आसान पहुंच है।",
    "In views of all things we develop a software that provides all the information from sowing to harvesting . Via this software we will provide weather forecasting data that helps to choose suitable crop , crop pattern, time of irrigation and all needed information regarding cultivation practice.": "सभी चीजों को ध्यान में रखते हुए हम एक ऐसा सॉफ्टवेयर विकसित करते हैं जो बुवाई से लेकर कटाई तक की सारी जानकारी प्रदान करता है। इस सॉफ्टवेयर के माध्यम से हम मौसम पूर्वानुमान डेटा प्रदान करेंगे जो उपयुक्त फसल, फसल पैटर्न, सिंचाई के समय और खेती के अभ्यास के बारे में सभी आवश्यक जानकारी चुनने में मदद करता है।",
    "An OTP is sent to": "कृपया अपना ओटीपी जांचें",
    "Crops": "फसलें",
    "Validate": "मान्य",
    "My Crops": "मेरी फसलें",
    "No Crops Please Add One or refresh": "कोई फसल नहीं कृपया एक जोड़ें या ताज़ा करें",
    "Forecast": "पूर्वानुमान",
    "Soil Health": "मिट्टी का स्वास्थ्य",
    "Check Health": "स्वास्थ्य की जाँच करें",
    "Ask": "पूछना",
    "Likes": "पसंद",
    "Views": "दृश्य",
    "Comments": "टिप्पणियाँ",
    "Like": "पसंद",
    "Comment": "टिप्पणी",
    "Share": "शेयर",
    "Settings": "सेटिंग्स",
    "Home": "होम",
    "Home2": "होम|",
    "Home3": "होम||",
    "Profile": "प्रोफ़ाइल",
    "Agristore": "एग्रीस्टोर",
    "Kisan Vedika": "किसान वेदिका",
    "Help": "मदद",
    "Feedback": "प्रतिक्रिया",
    "Edit Profile": "प्रोफ़ाइल संपादित करें",
    "Name": "नाम",
    "Role": "भूमिका",
    "Email": "ईमेल",
    "Address": "पता",
    "State": "राज्य",
    "City": "शहर",
    "Pincode": "पिन कोड",
    "Edit": "संपादन करना",
    "Back": "पीछे",
    "About": "बारे में",
    "Sign Out": "साइन आउट",
    "Refer": "रेफर",
    "Products": "उत्पाद",
    "Buy Now": "खरीदें",
    "Nursery": "नर्सरी",
    "On Going Crop": "मौजूदा फसल",
    "Crop": "फसल",
    "Choose the Crop": "फसल चुनें",
    "Sowing Date": "बुवाई की तारीख",
    "Area": "क्षेत्र",
    "Submit": "जमा करें",
    "wind": "हवा",
    "Wind": "हवा",
    "Ask your Question": "अपना सवाल पूछें",
    "Add Photo": "फोटो जोड़ें",
    "Choose Crop": "फसल चुनें",
    "Transplanting": "ट्रांसप्लांटिंग",
    "Soil Composition": "मिट्टी का संरचना",
    "Farm Location": "फार्म का स्थान",
    "Please select a crop": "कृपया एक फसल का चयन करें",
    "Alerts": "अलर्ट",
    "Humidity": "नमी",
    "Currently you do not have any alerts.": "वर्तमान में आपके पास कोई अलर्ट नहीं है",
    "You can change the language from here.": "आप यहां से भाषा बदल सकते हैं",
    "How To Nursery Raising": "नर्सरी की स्थापना कैसे करें",
    "Site selection & initial land preparation": "साइट चयन और प्रारंभिक भूमि तैयारी",
    "Take instructions:-": "निर्देश लें:-",
    "Suitable soil and weather conditions are the most important factors for the cultivation of chillies.": "मिर्च की खेती के लिए उपयुक्त मिट्टी और मौसम की स्थिति सबसे महत्वपूर्ण कारक हैं।",
    "The chilli grows in all soils from light sandy to heavy clay.": "मिर्च हल्की रेतीली से लेकर भारी मिट्टी तक सभी मिट्टी में उगती है।",
    "Light soils are good for an early crop, while clay loam and silt loam soils are well suited for heavy yields .": "हल्की मिट्टी अगेती फसल के लिए अच्छी होती है, जबकि दोमट मिट्टी और गाद दोमट मिट्टी भारी उपज के लिए उपयुक्त होती है।",
    "Ph range": "पीएच रेंज",
    "If the acidic soil is acidic , liming is required.": "यदि अम्लीय मिट्टी अम्लीय है, तो चूने की आवश्यकता होती है।",
    "Sufficient water availability": "पानी की पर्याप्त उपलब्धता",
    "Removing crop residues.": "फसल अवशेषों को हटाना।",
    "Removal of stubbles if any in field planned to cultivate chilli crop.": "मिर्च की फसल उगाने की योजना के तहत यदि खेत में कोई पराली है तो उसे हटाना।",
    "Weather conditions": "मौसम की स्थिति",
    "The chilli is a warm saeason crop.": "मिर्च गर्म मौसम की फसल है।",
    "The crop does well under an average monthly temperature of 20 to 25 C.": "फसल 20 से 25 डिग्री सेल्सियस के औसत मासिक तापमान में अच्छी होती है",
    "Long dry spell and heavy rainfall also affect on growth and fruiting of plant": "लंबी शुष्क अवधि और भारी वर्षा भी पौधों की वृद्धि और फलन को प्रभावित करती है",
    "Choosing the various type varieties and Seed rate": "विभिन्न प्रकार की किस्मों और बीज दर का चयन करना",
    "Varieties": "किस्मों",
    "Manjira, sarangi, Teja , Yeshaswini, Demon, Arunim , wonder hot,sitaragold , indica, krithi , goli, Nongwoo, Jewelry, Fito gauri": "मंजिरा, सारंगी, तेजा, यशस्विनी, राक्षस, अरुणिम, वंडर हॉट, सितारा सोना, इंडिका, कृति, गोली, नोंगवू, जेवरी, फिटो गौरी",
    "Sowing and Nursery raising": "बुवाई और नर्सरी उगाना",
    "Nursery Raising": "नर्सरी उगाना",
    "Nursery soil nare treated with tricoderma viridae Or pseudomonas culture 5-6 Days before sowing": "बुवाई से 5-6 दिन पहले नर्सरी की मिट्टी को ट्राइकोडर्मा विरिडे या स्यूडोमोनास कल्चर से उपचारित किया जाता है।",
    "For 1m2 of nursery area apply 5kg well rotten FYM, DAP @ 50g, and also apply CALDAN @ 2.5g": "नर्सरी क्षेत्र के 1 वर्ग मीटर के लिए 5 किग्रा अच्छी तरह से सड़ी हुई गोबर की खाद डालें, डीएपी @ 50 ग्राम, और कैलडान @ 2.5 ग्राम भी डालें",
    "Dimensions of raised bed is 125-150 cm width and length according to use.": "उठे हुए बिस्तर के आयाम उपयोग के अनुसार 125-150 सेमी चौड़ाई और लंबाई है।",
    "Depth of seed is 0.5cm and covered with topsoil and spacing between two lines is 2-2.5 cm": "बीज की गहराई 0.5 सें.मी. होती है और ऊपर की मिट्टी से ढकी होती है और दो कतारों के बीच की दूरी 2-2.5 सें.मी.",
    "After sowing the seeds, mulch with green leaves and irrigate with rose cane daily in the morning.": "बीज बोने के बाद हरी पत्तियों से पलवार करें और रोज सुबह के समय गुलाब के गन्ने से सिंचाई करें।",
    "Cover the nursery bed with nylon net to prevent damage by insect and also prevent with climatic effect.": "कीड़ों से होने वाले नुकसान से बचाने के लिए नर्सरी बेड को नायलॉन की जाली से ढक दें और जलवायु प्रभाव से भी बचाव करें।",
    "Remove the mulch immediately after germination of the seeds.": "बीजों के अंकुरण के तुरंत बाद मल्च को हटा दें।",
    "Weeding should be taken up if weed are present in the nursery.": "यदि नर्सरी में खरपतवार हों तो निराई-गुड़ाई कर देनी चाहिए।",
    "Saplings will be ready to plant in 5-6 weeks.": "पौधे 5-6 सप्ताह में रोपने के लिए तैयार हो जाएंगे।",
    "Restrict irrigation one week before transplanting and irrigate heavily on the previous day of transplantinmg to harden the seedlings.": "रोपाई से एक सप्ताह पहले सिंचाई सीमित करें और रोपाई के पहले दिन जोरदार सिंचाई करें ताकि पौधे सख्त हो जाएं।",
    "Procurement of Farm Yard Manure": "फार्म यार्ड खाद की खरीद",
    "A well decomposed FYM @ 12-15 tnns should be mixed with biofertilizers @5kg, Tricoderma @2kg , Pseudomonas @2kg and mixing biofertilizers.": "एक अच्छी तरह से सड़ी हुई FYM @ 12-15 टन जैव उर्वरक @ 5 किग्रा, ट्राइकोडर्मा @ 2 किग्रा, स्यूडोमोनास @ 2 किग्रा और जैव उर्वरक मिलाना चाहिए।",
    "Farm Yard Manure application": "फार्म यार्ड खाद आवेदन",
    "Apply FYM fortified with biofertilizers for main fields.": "मुख्य खेतों के लिए जैवउर्वरक युक्त FYM का प्रयोग करें।",
    "Rotavating or cultivating to mix the FYM and soil.": "FYM और मिट्टी को मिलाने के लिए रोटावेटिंग या खेती करना।",
    "FYM helps soil conditions": "FYM मिट्टी की स्थिति में मदद करता है",
    "Procurement of fertilizers quantity per acre.": "प्रति एकड़ उर्वरक मात्रा की खरीद",
    "Application of fertilizers at the time of final field preparation (as basal dose)": "खेत की अंतिम तैयारी के समय उर्वरकों का प्रयोग (बेसल खुराक के रूप में)",
    "DAP @ 100Kg": "डीएपी @ 100 किग्रा",
    "MOP@ 50Kg": "एमओपी @ 50 किग्रा",
    "Micronutrient mixture @ 10Kg": "सूक्ष्म पोषक मिश्रण @ 10 किग्रा",
    "Magnesium Sulphate@50Kg": "मैग्नीशियम सल्फेट 50 किग्रा",
    "Root growth promoters@10Kg": "रूट ग्रोथ प्रमोटर @ 10 किग्रा",
    "Furadon @ 5Kg": "फुरदोन @ 5 किग्रा",
    "Neem cake @ 250gm.": "नीम केक @ 250 ग्राम।",
    "Procurement Of Drip Irrigation materials and mulch paper if required": "यदि आवश्यक हो तो ड्रिप सिंचाई सामग्री और मल्च पेपर की खरीद",
    "Water conservation and pest management technologies.": "जल संरक्षण और कीट प्रबंधन प्रौद्योगिकियां",
    "Regions with water sparse and integrated cultivation techniques to conserve water drip irrigation technology are adapted by the farmers.": "पानी की कमी वाले क्षेत्रों और पानी की ड्रिप सिंचाई तकनीक के संरक्षण के लिए एकीकृत खेती की तकनीक को किसानों द्वारा अपनाया गया है।",
    "Plant Protection in nursery": "नर्सरी में पौध संरक्षण",
    "The seedlings growth in the nursery should be monitotred for pest and disease.": "नर्सरी में पौध वृद्धि की निगरानी कीट और बीमारी के लिए की जानी चाहिए",
    "Application of basal dose of fertilizers and prepare field ready to transplant.": "उर्वरकों की बेसल मात्रा का प्रयोग करें और खेत को रोपाई के लिए तैयार करें",
    "Apply basal fertilization during field preparation just after before forming ridges / furrows or fund formation.": "खेत की तैयारी के दौरान मेड़/फरो या फंड बनाने से ठीक पहले बेसल फर्टिलाइजेशन करें।",
    "Formation of ridges / furrows in flood irrigation method bunds with suitable spacing and setting up the drip.": "उपयुक्त दूरी के साथ बाढ़ सिंचाई पद्धति के बांधों में मेढ़ों/कुंडों का निर्माण और ड्रिप की स्थापना",
    "Laying of mulch and making hokles to transplant with required spacing in drip irrigation method.": "ड्रिप सिंचाई पद्धति में आवश्यक दूरी के साथ पलवार बिछाना और रोपाई के लिए होकल बनाना",
    "Irrigate to keep the soil moist enough to transplant.": "रोपाई के लिए मिट्टी को पर्याप्त नम रखने के लिए सिंचाई करें",
    "Hardening the seedlings": "अंकुरों को सख्त करना",
    "Seedlings are hardened by exposing by exposing to an outer tougher enviroonment to make the seedlings grow studier.": "अंकुरों को अधिक अध्ययनशील बनाने के लिए एक बाहरी कठिन वातावरण में उजागर करके अंकुरों को कठोर किया जाता है",
    "The study plants will be strong enough to tolerate the transplanting shock.": "ट्रांसप्लांटिंग शॉक को सहन करने के लिए अध्ययन संयंत्र पर्याप्त रूप से स्ट्रोम होंगे",
    "The seedlings raised on the seed bed nursery the hardening may be done by removing the nylon mesh.": "सीड बेड नर्सरी में उगाई गई पौध को नायलॉन की जाली को हटाकर सख्त किया जा सकता है",
    "Providing water may be reduced to force them to grow stressfully in low moist conditions to get harder .": "उन्हें कम नम स्थितियों में सख्त होने के लिए दबावपूर्वक बढ़ने के लिए मजबूर करने के लिए पानी देना कम किया जा सकता है।",
    "AFTER TRANSPLANTING": "प्रत्यारोपण के बाद",
    "TRANSPLANTING": "प्रत्यारोपण",
    "The age of 35-45 days old seedlings are suitable to transplant.": "35-45 दिन की उम्र के पौधे रोपाई के लिए उपयुक्त होते हैं।",
    "Seedlings are uprooted and transplanted within an hours after uprooting.": "बीज निकालने के एक घंटे के भीतर बीजों को उखाड़कर रोपित कर दिया जाता है",
    "The roots of the seedlings are dipped in fungicides and pesticides to prevent any attack of fungal disease and insect attack.": "कवक रोग और कीट के हमले के किसी भी हमले को रोकने के लिए अंकुरों की जड़ों को फफूंदनाशकों और कीटनाशकों में डुबोया जाता है।",
    "Transplanting is usually done in the evening hours.": "प्रत्यारोपण आमतौर पर शाम के समय किया जाता है",
    "Transplanting tools may also be used for plantimg the seedlings.": "पौध रोपने के लिए रोपाई के साधनों का भी उपयोग किया जा सकता है।",
    "Spacing depends on the varities and ranges 1 -1.5 feet from the plant to [plant and 2-2.5 feet in between rows.": "अंतर किस्मों पर निर्भर करता है और पौधे से [पौधे तक 1 -1.5 फीट और पंक्तियों के बीच 2-2.5 फीट तक होता है",
    "Irrigation should be provided immediately to protect the transplants from moisture stress.": "पौधों को नमी के तनाव से बचाने के लिए तुरंत सिंचाई करनी चाहिए।",
    "Gap filling of new plants": "नए पौधों की कमी को भरना",
    "The dead plants if any may be uprooted and gap filling can be carried out in evening hour.": "मृत पौधों, यदि कोई हो, को उखाड़ा जा सकता है और अंतराल भरने का काम शाम के समय किया जा सकता है।",
    "See that protective irrigation is provided for the nes transplant": "देखें कि एनईएस प्रत्यारोपण के लिए सुरक्षात्मक सिंचाई प्रदान की जाती है",
    "Weeding": "निराई",
    "Manual weeding may be done if required with the small implements.": "यदि आवश्यक हो तो छोटे औजारों से हाथ से निराई की जा सकती है",
    "Chemical control By using post emergent herbicides like Agil @2ml/l water may be spread.": "रासायनिक नियंत्रण एजिल 2 मि.ली./ली. पानी जैसी पोस्ट इमर्जेंट शाकनाशियों का उपयोग करके फैलाया जा सकता है।",
    "VEGETATIVE GROWTH , FLOWERING": "वनस्पति विकास, फूल",
    "Weeding Manual weeding may be done if required with the small implements": "निराई-गुड़ाई यदि आवश्यक हो तो छोटे औजारों से हाथ से निराई-गुड़ाई की जा सकती है",
    "Fertilization": "निषेचन",
    "2nd dose application of nutrients.": "पोषक तत्वों की दूसरी खुराक",
    "Calcium nitrate 25kg +25 kg of urea fortified with general liquid may be applied to soil and covered with soil.": "कैल्शियम नाइट्रेट 25 किग्रा + 25 किग्रा यूरिया सामान्य तरल के साथ गढ़ा हुआ मिट्टी में लगाया जा सकता है और मिट्टी से ढका जा सकता है।",
    "Urea @25Kg/ha.": "यूरिया @ 25 किग्रा/हेक्टेयर।",
    "Magnesium sulphate @ 25kg/ha": "मैग्नीशियम सल्फेट @ 25 किग्रा/हेक्टेयर",
    "Harvesting": "फसल काटने वाले",
    "Task Instructions": "कार्य निर्देश",
    "Harvesting of the chillies is usually made accordingly to the use. For preparation of chilli powder and dry chilli the chilli fruits need to be dark red and the fruits are harvested when they turn dark red. The green chilli is harvested for the culinary and even to prepare the pickles. Normally the green chilli may be harvested 8-10 times in a chilli crop and red chillies are harvested 5-6 times.": "मिर्च की कटाई आमतौर पर उपयोग के अनुसार की जाती है। मिर्च पाउडर और सूखी मिर्च तैयार करने के लिए मिर्च के फलों का रंग गहरा लाल होना चाहिए और जब फल गहरे लाल रंग के हो जाएं तो तुड़ाई की जाती है। हरी मिर्च को पाक के लिए और यहां तक ​​कि अचार तैयार करने के लिए भी काटा जाता है। मिर्च की फसल में सामान्यतः हरी मिर्च की 8-10 बार और लाल मिर्च की 5-6 बार कटाई की जा सकती है।",
    "INSECTS, PEST AND DISEASES OF PLANT.": "पौधे के कीट, कीट और रोग।",
    "Nursery damage.": "नर्सरी क्षति।",
    "Collar rot fungus (Capsicum annuum L)": "कॉलर रोट:- कवक {शिमला मिर्च वार्षिक एल।}",
    "Observe for the following symptoms.": "निम्नलिखित लक्षणों पर गौर करें।",
    "The collar or the place just above the root zone may be subsoil or above the soil parts initially show water-soaked spot, later which develops in to bigger brownish black dead tissue.": "कॉलर या रूट ज़ोन के ठीक ऊपर का स्थान सबसॉइल हो सकता है या मिट्टी के हिस्सों के ऊपर शुरू में पानी से लथपथ स्थान दिखाई देता है, जो बाद में बड़े भूरे काले मृत ऊतक में विकसित होता है।",
    "On progress of the disease, rotting of the collar region occurs and the plant may resist standing up right and may fall off.": "रोग के बढ़ने पर, कॉलर क्षेत्र सड़ जाता है और पौधा सीधे खड़े होने का विरोध कर सकता है और गिर सकता है।",
    "Collar or crown rot leads to the rotting with brownish or blackish spots at the point of infection on the collar or foot of the plant.": "कॉलर या क्राउन रोट पौधे के कॉलर या पैर पर संक्रमण के बिंदु पर भूरे या काले धब्बों के साथ सड़ने की ओर ले जाता है।",
    "The discoloration of the foot or stem may progress on all directions upward, downward or around the stem and once the whole stem is invaded by the pathogen the plants slowly start to wilt or fall off.": "पैर या तने का मलिनकिरण सभी दिशाओं में ऊपर, नीचे या तने के चारों ओर बढ़ सकता है और एक बार रोगज़नक़ द्वारा पूरे तने पर आक्रमण करने पर पौधे धीरे-धीरे मुरझाने लगते हैं या गिर जाते हैं।",
    "The leaves of the respective plants turn yellow to brown and fall off in some of the plants.": "संबंधित पौधों की पत्तियाँ पीली से भूरी हो जाती हैं और कुछ पौधों में गिर जाती हैं।",
    "Main reasons for the problem.": "समस्या के मुख्य कारण।",
    "Collar rottening and Root rotting pathogens require favourable conditions to invade and develop the symptoms.": "कॉलर रोटनिंग और रूट रोटिंग रोगजनकों को आक्रमण करने और लक्षणों को विकसित करने के लिए अनुकूल परिस्थितियों की आवश्यकता होती है।",
    "Over dosage of fertilisers provided in the soil make more prone to attack of collar rot.": "मिट्टी में दिए गए उर्वरकों की अधिक खुराक से कॉलर रोट के हमले का खतरा बढ़ जाता है।",
    "Poor drainage with excess of water in the seed bed will leads to attack to collar rot.": "खराब जल निकासी के साथ बीज क्यारी में पानी की अधिकता से कॉलर रोट का हमला होगा।",
    "Presence of disease-causing pathogens in the seed bed or soil due to poor land preparations cause collar rot.": "खराब भूमि की तैयारी के कारण बीज क्यारी या मिट्टी में रोग पैदा करने वाले रोगजनकों की उपस्थिति कॉलर रोट का कारण बनती है।",
    "Steps to prevent the damage.": "नुकसान को रोकने के उपाय।",
    "Soil sanitization, exposure of the soil to the sunlight after multiple and deep ploughings.": "मिट्टी की सफाई, कई और गहरी जुताई के बाद सूरज की रोशनी के संपर्क में आना।",
    "Sanitization helps in killing of any kind of fungi present in the soil before sowing or transplanting.": "स्वच्छता बुवाई या रोपाई से पहले मिट्टी में मौजूद किसी भी प्रकार के कवक को मारने में मदद करती है।",
    "Application of hyper parasitic organisms like Trichoderm viride, Trichoderm harzianum, Pseudomonas fluorescens, Bacillus subtilis, etc to the soil along with well decomposed farm yard manure which can kill these pathogenic organisms like PYTHIUM, FUSARIUM, ALTERNARIA, RHIZOCTONIA, SCLEROTINIA, PHYTOPTHERA, etc.": "ट्राइकोडर्म विराइड, ट्राइकोडर्म हर्जियानम, स्यूडोमोनास फ्लोरेसेंस, बैसिलस सबटिलिस आदि जैसे अति परजीवी जीवों का मिट्टी में अच्छी तरह से विघटित फार्म यार्ड खाद के साथ प्रयोग जो इन रोगजनक जीवों जैसे पाइथियम, फ्यूजेरियम, अल्टरनेरिया, राइजोक्टोनिया, स्क्लेरोटिनिया, फाइटोप्थेरा आदि को मार सकता है।",
    "Taking care of the contamination of growth media, use of the pathogen or disease-free compost, sanitized implements to prepare the nursery bed, raising seedlings [Protrays, seeders, nets etc] intercultural activities like weeders and other small implements.": "ग्रोथ मीडिया के संदूषण का ध्यान रखना, रोगज़नक़ या रोग-मुक्त खाद का उपयोग, नर्सरी बेड तैयार करने के लिए साफ-सुथरे औजार, पौध उगाना [प्रोट्रे, सीडर्स, नेट आदि] इंटरकल्चरल गतिविधियाँ जैसे वीडर और अन्य छोटे उपकरण।",
    "Prepare the seed beds with proper drainage, where the seeds will be sown.": "उचित जल निकासी वाली बीज क्यारियां तैयार करें, जहां बीज बोए जाएंगे।",
    "Damping off Fungus (Pythium aphanidermatum)": "फंगस को भिगोना:- {पायथियम एफेनिडर्मैटम}",
    "Observe for the following symptoms": "निम्नलिखित लक्षणों पर गौर करें",
    "Seeds may germinate but seedlings may not sprout out of the soil and it is generally called as pre-emergence damping-off.": "बीज अंकुरित हो सकते हैं लेकिन अंकुर मिट्टी से बाहर नहीं निकल सकते हैं और इसे आम तौर पर प्री-इमर्जेंस डैम्पिंग-ऑफ कहा जाता है।",
    "Whereas in case of post emergent damping off the sprouted plants wilt or suddenly die.": "जबकि अंकुरण के बाद भीगने की स्थिति में अंकुरित पौधे मुरझा जाते हैं या अचानक मर जाते हैं।",
    "We can observe poor growth of the sprouts with abnormal sized leaves.": "हम असामान्य आकार के पत्तों के साथ अंकुरों की कम वृद्धि देख सकते हैं।",
    "Water soaked spots appear on leaves.": "पत्तियों पर पानी से भरे धब्बे दिखाई देते हैं।",
    "We can observe soft and thin discolored stem which turn black, shrivel and appear like wire stem.": "हम नरम और पतले फीके पड़े हुए तने का निरीक्षण कर सकते हैं जो काला हो जाता है, सिकुड़ जाता है और तार के तने की तरह दिखाई देता है।",
    "Young plants turn colour from green to grey, finally black and later wilt, die.": "युवा पौधे हरे से भूरे रंग में बदल जाते हैं, अंत में काले और बाद में मुरझा जाते हैं, मर जाते हैं।",
    "Damping off disease causing pathogens require favourable conditions to invade and develop the symptoms.": "रोग पैदा करने वाले रोगजनकों को भिगोने के लिए लक्षणों पर आक्रमण करने और विकसित करने के लिए अनुकूल परिस्थितियों की आवश्यकता होती है।",
    "Over dosage of fertilisers provided in the soil make more prone to attack of damping off.": "मिट्टी में प्रदान किए गए उर्वरकों की अधिक मात्रा में नमी के हमले का खतरा अधिक होता है।",
    "Poor drainage with excess of water in the seed bed will leads to attack to damping off.": "खराब जल निकासी के साथ बीज की क्यारी में पानी की अधिकता के कारण भीगने का हमला हो सकता है।",
    "Presence of disease-causing pathogens in the seed bed or soil due to poor land preparations cause damping off.": "खराब भूमि की तैयारी के कारण बीजों की क्यारी या मिट्टी में रोग पैदा करने वाले रोगजनकों की उपस्थिति के कारण नमी कम हो जाती है।",
    "Poor quality seeds may be untreated, poorly treated or expired seeds have more chances of getting killed.": "खराब गुणवत्ता वाले बीज अनुपचारित हो सकते हैं, खराब उपचारित या एक्सपायर्ड बीजों के मारे जाने की संभावना अधिक होती है।",
    "Use of contaminated implements to remove weeds and take up intercultural operations in seed bed and in the fields.": "खरपतवारों को हटाने के लिए संदूषित औजारों का उपयोग करना और बीज क्यारी तथा खेतों में अंतरसंवर्धन कार्य करना।",
    "Poor weed management in the seed beds which may harbour the diseases which leads to damping off.": "बीज क्यारियों में खराब खरपतवार प्रबंधन जो उन बीमारियों को आश्रय दे सकते हैं जो नमी को दूर करते हैं।",
    "Improper conditions for seeds to germinate.": "बीजों के अंकुरण के लिए अनुपयुक्त परिस्थितियाँ।",
    "Steps to prevent the damage .": "नुकसान को रोकने के उपाय।",
    "Provide proper drainage in main field to avoid water logging where seedlings will be transplanted to avoid the damping off disease in young transplants.": "जल जमाव से बचने के लिए मुख्य खेत में उचित जल निकासी प्रदान करें जहां नए पौधों में नमी रोग से बचने के लिए पौधों को लगाया जाएगा।",
    "Powdery mildew , fungus (Leveillula taurica)": "ख़स्ता फफूंदी, कवक:-{लेविल्लुला टॉरिका}",
    "The symptoms appear primarily on foliage as light green to bright yellow lesions on the upper surface of leaf.": "लक्षण मुख्य रूप से पत्तियों की ऊपरी सतह पर हल्के हरे से चमकीले पीले घावों के रूप में पर्णसमूह पर दिखाई देते हैं।",
    "The spots enlarge and become necrotic tissues.": "धब्बे बढ़ जाते हैं और नेक्रोटिक ऊतक बन जाते हैं।",
    "Lesions may be seen on underside of leaves.": "पत्तियों की निचली सतह पर घाव देखे जा सकते हैं।",
    "Under favourable conditions, dense whitish powdery fungal growth appear on the underside of leaves, causing mild distortions.": "अनुकूल परिस्थितियों में, पत्तियों की निचली सतह पर सघन सफेद चूर्ण जैसी कवकीय वृद्धि दिखाई देती है, जिससे हल्की विकृतियां होती हैं।",
    "Later the fungal growth spread on upper side of the leaves also ultimately the entire leaves will wither and die, but they remain attached to the stem.": "बाद में पत्तियों के ऊपरी भाग में कवकीय वृद्धि फैल जाती है और अंततः पूरी पत्तियाँ मुरझा जाती हैं और मर जाती हैं, लेकिन वे तने से जुड़ी रहती हैं।",
    "The symptoms will not appear on fruits or stems, but loss of foliage leads to sunscald.": "फलों या तनों पर लक्षण दिखाई नहीं देंगे, लेकिन पत्तियों के नुकसान से सनस्कल्ड हो जाता है।",
    "Loss of foliage reduces the rate of photosynthesis ultimately which reduces the yield by 50% and quality of the fruits also will be affected.": "पत्तियों के नष्ट होने से अंततः प्रकाश संश्लेषण की दर कम हो जाती है जिससे उपज 50% तक कम हो जाती है और फलों की गुणवत्ता भी प्रभावित होती है।",
    "Main reasons for the problem": "समस्या के मुख्य कारण",
    "The growth of the fungus is favoured by low light, with high humidity and moderate temperature.": "उच्च आर्द्रता और मध्यम तापमान के साथ कम रोशनी में कवक के विकास में मदद मिलती है।",
    "Greenhouses provide an ideal moist, temperature conditions for rapid spread of the disease.": "ग्रीनहाउस रोग के तेजी से प्रसार के लिए एक आदर्श नम, तापमान की स्थिति प्रदान करते हैं।",
    "The pathogen even remains in weeds or crop hosts.": "रोगज़नक़ खरपतवार या फ़सल मेज़बानों में भी रहता है।",
    "Old and stressed plants are more susceptible than healthy young plants.": "स्वस्थ युवा पौधों की तुलना में पुराने और तनावग्रस्त पौधे अधिक संवेदनशील होते हैं।",
    "Steps to prevent the damage": "नुकसान को रोकने के उपाय",
    "Avoid overcrowding of seedlings in the nursery, and check each for infection before field planting.": "नर्सरी में अंकुरों की भीड़भाड़ से बचें, और खेत में रोपण से पहले संक्रमण के लिए प्रत्येक की जाँच करें।",
    "Control the weed host plants regularly.": "खरपतवार मेजबान पौधों को नियमित रूप से नियंत्रित करें।",
    "Provide proper aeration and light penetration with proper plant spacing without over-crowding.": "अधिक भीड़ के बिना उचित पौधे की दूरी के साथ उचित वातन और प्रकाश प्रवेश प्रदान करें।",
    "Do not apply excessive amounts of nitrogen fertilizer because abundant leafy growth promotes favourable condition for disease development.": "अत्यधिक मात्रा में नाइट्रोजन उर्वरक का प्रयोग न करें क्योंकि प्रचुर मात्रा में पत्तेदार वृद्धि रोग के विकास के लिए अनुकूल स्थिति को बढ़ावा देती है।",
    "Ensure plants with adequate amounts of water as moisture stress may increase susceptibility.": "पर्याप्त मात्रा में पानी के साथ पौधों को सुनिश्चित करें क्योंकि नमी का तनाव संवेदनशीलता को बढ़ा सकता है।",
    "Improve ventilation by proper pruning and staking.": "उचित छंटाई और स्टेकिंग करके वेंटिलेशन में सुधार करें।",
    "Collect all the trash and burn or bury it.": "सभी कचरा इकट्ठा करें और उसे जला दें या दबा दें।",
    "Avoid over-lapping crops to prevent spores from older crops infecting newer ones at an early age.": "कम उम्र में नई फसलों को संक्रमित करने वाली पुरानी फसलों के बीजाणुओं को रोकने के लिए फसलों को एक साथ लगाने से बचें।",
    "Practice crop rotation, choosing a non-host crop, e.g., root crops or those in the cabbage family.": "गैर-मेज़बान फ़सल का चयन करते हुए फ़सल चक्रीकरण का अभ्यास करें, उदाहरण के लिए जड़ वाली फ़सलें या गोभी परिवार की फ़सलें।",
    "Use resistant varieties.": "प्रतिरोधी किस्मों का प्रयोग करें",
    "It provides all essential inputs for increasing the crop yield. Our team provides all inputs at the time of sowing and also provides method of using materials. There will be less loss and farmers will get benefited as the inputs from the team will provide knowledge for systematic crop cultivation. It provides knowledge for systematic crops cultivation, maximum land utilization and how to grow more then one crop over small area of land.": "यह फसल की उपज बढ़ाने के लिए सभी आवश्यक आदान प्रदान करता है। हमारा टीम बुवाई के समय सभी इनपुट प्रदान करती है और प्रदान भी करती है सामग्री का उपयोग करने की विधि। नुकसान कम होगा और किसानों को होगा लाभान्वित होंगे क्योंकि टीम से मिले इनपुट के लिए ज्ञान प्रदान करेंगे व्यवस्थित फसल की खेती। यह व्यवस्थित करने के लिए ज्ञान प्रदान करता है फसलों की खेती, अधिकतम भूमि उपयोग और फिर अधिक कैसे उगाना है भूमि के छोटे क्षेत्र पर एक फसल।",
    "Enter Area in Acre": "क्षेत्रफल एकड़ में दर्ज करें",
    "Go to + sign to add a crop you want.": "अपनी इच्छित फसल जोड़ने के लिए + चिह्न पर जाएँ।",
    "Click on pencil icon which is right of + sign to edit/remove the crop.": "पेंसिल आइकन पर क्लिक करें जो फसल को संपादित/निकालने के लिए + चिह्न के दाईं ओर है।.",
    "Click anywhere in forecast section to see the weather of next 7 days.": "अगले 7 दिनों का मौसम देखने के लिए पूर्वानुमान अनुभाग में कहीं भी क्लिक करें।",
    "Click on Check Health to see the realtime data of soil, plant,etc.": "मिट्टी, पौधे आदि का वास्तविक समय डेटा देखने के लिए स्वास्थ्य जांच पर क्लिक करें।",
    "Click on Bell Icon to see the notifications.": "नोटिफिकेशन देखने के लिए बेल आइकॉन पर क्लिक करें।",
    "Click on Cart Icon to see your cart and add to cart.": "अपनी कार्ट देखने और कार्ट में जोड़ने के लिए कार्ट आइकन पर क्लिक करें।",
    "Click on pencil icon present on right upper side to ask your question.": "अपना प्रश्न पूछने के लिए ऊपर दाईं ओर मौजूद पेंसिल आइकन पर क्लिक करें।",
    "Like, Comment, Share other posts if you want to be.": "अगर आप बनना चाहते हैं तो लाइक, कमेंट, अन्य पोस्ट शेयर करें।",
    "Go to Edit Profile to edit your details.": "अपने विवरण संपादित करने के लिए प्रोफ़ाइल संपादित करें पर जाएँ।",
    "Click on About to see about us.": "हमारे बारे में देखने के लिए अबाउट पर क्लिक करें।",
    "Click on Share to Share our App.": "हमारे ऐप को साझा करने के लिए शेयर पर क्लिक करें",
    "We're AGRARIAN, a startup, whose objective is to bring change in the agriculture sector. We provide a specific platform to the farmers that help them to get all the modern information and sustainable ways regarding crop cultivation practices from sowing to harvesting.": "हम अग्रेरियन एक  स्टार्टअप हैं जिसका उद्देश्य कृषि क्षेत्र में बदलाव लाना है। हम किसानों को एक विशिष्ट मंच प्रदान करते हैं जो उन्हें बुवाई से लेकर कटाई तक फसल की खेती के तरीकों के बारे में सभी आधुनिक जानकारी और स्थायी तरीके प्राप्त करने में मदद करते हैं।",
    "We would love to hear from you.please share your valuable feedback.": "हम आपसे सुनना पसंद करेंगे  कृपया अपनी बहुमूल्य प्रतिक्रिया साझा करें ।",
    "Join our farmer community on WhatsApp": "व्हाट्सएप पर हमारे किसान समुदाय से जुड़ें",
    "Join": "जुड़े",
    "Contact": "संपर्क करें",
    "Phone": "फ़ोन",
    "How to use Agrarian?": "अग्रेरियन का उपयोग कैसे करें?",
    "Status": "स्थिति",
    "Pending": "विचाराधीन",
    "Date": "तारीख",
    "Ticket No": "टिकट नंबर",
    "RICE (ORYZA SATIVA)":"चावल (ओरिज़ा सैटिवा)",
    "How to Nursery Raising":"नर्सरी कैसे बढ़ाएं",
    "Take Instructions":"निर्देश लें",
    "Wet nursery":"गीली नर्सरी",
    "Select 20 cents (800 m2) of land area near to water source for raising seedlings for one hectare.":"एक हेक्टेयर में पौध उगाने के लिए जल स्रोत के निकट 20 सेंट (800 वर्ग मीटर) भूमि क्षेत्र का चयन करें।",
    "Treat the seeds in Carbendazim or Pyroquilon or Tricyclozole solution at 2 g/l of water for 1 kg of seeds. Soak the seeds in water for 10 hrs and drain excess water.":"1 किलोग्राम बीज के लिए बीजों को 2 ग्राम / लीटर पानी में कार्बेन्डाजिम या पायरोक्विलोन या ट्राइसाइक्लोजोल के घोल में उपचारित करें। बीजों को 10 घंटे तक पानी में भिगोकर रखें और अतिरिक्त पानी निकाल दें।",
    "This wet seed treatment gives protection to the seedlings up to 40 days from seedling disease such as blast and this method is better than dry seed treatment.":"यह गीला बीज उपचार पौध को ब्लास्ट जैसी बीमारी से 40 दिनों तक सुरक्षा प्रदान करता है और यह विधि सूखे बीज उपचार से बेहतर है।",
    "If the seeds are required for sowing immediately, keep the soaked seed in gunny in dark and cover with extra gunnies and leave for 24hrs for sprouting.":"यदि तुरंत बोने के लिए बीज की आवश्यकता हो, तो भीगे हुए बीज को अंधेरे में बोरी में रखें और अतिरिक्त बोरियों से ढककर 24 घंटे के लिए अंकुरण के लिए छोड़ दें।",
    "Seed treatment with Pseudomonas fluorescens: Treat the seeds with talc based formulation of Pseudomonas fluorescens 10g/kg of seed and soak in 1lit of water overnight. Decant the excess water and allow the seeds to sprout for 24hrs and then sow.":"स्यूडोमोनास फ्लोरेसेंस से बीज उपचार करें : बीज को टैल्कम आधारित स्यूडोमोनास फ्लोरेसेंस 10 ग्राम प्रति किलोग्राम बीज से उपचारित करें और रात भर 1 लीटर पानी में भिगो दें। अतिरिक्त पानी को छान लें और बीजों को 24 घंटे तक अंकुरित होने दें और फिर बोएं।",
    "Biocontrol agents are compatible with biofertilizers":"जैव नियंत्रण एजेंट जैव उर्वरकों के साथ संगत हैं",
    "Biofertilizers and biocontrol agents can be mixed together for seed soaking":"बीज भिगोने के लिए जैवउर्वरक और जैवनियंत्रण एजेंटों को एक साथ मिलाया जा सकता है",
    "Fungicides and biocontrol agents are incompatible":"कवकनाशी और जैव नियंत्रण एजेंट असंगत हैं",
    "Forming Seedbeds":" बीज क्यारियाँ बनाना",
    "Mark plots of 2.5m breadth with channels 30cm wide all around the seedbeds.":"बीज क्यारियों के चारों ओर 30 सेमी चौड़ी नालियों के साथ 2.5 मीटर चौड़ाई के भूखंडों को चिह्नित करें।",
    "Length of the seed bed may vary from 8 to 10m according to soil and slope of the land.":"बीज बिस्तर की लंबाई मिट्टी और भूमि की ढलान के अनुसार 8 से 10 मीटर तक भिन्न हो सकती है।",
    "Collect the puddled soil from the channel and spread on the seedbeds or drag a heavy stone along the channel to lower it, so that the seed bed is at a higher level.":"नाली से जमा हुई मिट्टी को इकट्ठा करें और बीज क्यारियों पर फैलाएं या इसे नीचे करने के लिए नाली के किनारे एक भारी पत्थर खींचें, ताकि बीज बिस्तर ऊंचे स्तर पर हो।",
    "Level the surface of the seedbed, so that the water drains into the channel.":"बीज क्यारी की सतह को समतल करें, ताकि पानी नाली में बह जाए ।",
    "Dry bed":"सूखा बिस्तर",
    "This method is suitable for areas where blight disease is more prone and is areas where there is scarcity for water.":"यह विधि उन क्षेत्रों के लिए उपयुक्त है जहां ब्लाइट रोग का खतरा अधिक है और ऐसे क्षेत्र पानी की कमी है।",
    "This method is practiced in areas having loamy or silt loam soils.":"यह विधि दोमट या गाद दोमट मिट्टी वाले क्षेत्रों में अपनाई जाती है।",
    "In this method the bed is prepared in dry conditions and watered till saturation after sowing of seeds.":"इस विधि में क्यारी को शुष्क परिस्थितियों में तैयार किया जाता है और बीज बोने के बाद संतृप्त होने तक पानी दिया जाता है।",
    "Once the seedlings emerge and grow, water the beds periodically as and when required.":"एक बार जब अंकुर निकल आएं और बड़े हो जाएं, तो जरूरत पड़ने पर समय-समय पर क्यारियों को पानी दें।",
    "The seedlings grow comparatively well and healthy in dry beds.":"सूखी क्यारियों में पौधे तुलनात्मक रूप से अच्छे और स्वस्थ विकसित होते हैं।",
    "Sowing":"बोवाई",
    "Sow the sprouted seeds uniformly on the seedbed, having thin film of water in the nursery.":"अंकुरित बीजों को नर्सरी में पानी की पतली परत बनाकर, बीज क्यारी पर समान रूप से बोएं।",
    "Water Management":"जल प्रबंधन",
    "Drain the water 18 to 24hrs after sowing":"बुआई के 18 से 24 घंटे बाद पानी निकाल दें",
    "Care must be taken to avoid stagnation of water in any part of the seedbed.":"बीज क्यारी के किसी भी हिस्से में पानी जमा न हो इसका ध्यान रखना चाहिए।",
    "Allow enough water to saturate the soil from 3rd to 5th day. From 5th day onwards, increase the water depth to 1.5cm depending on the height of the seedlings.":"तीसरे से पांचवें दिन तक मिट्टी को संतृप्त करने के लिए पर्याप्त पानी दें। 5वें दिन से, पौधों की ऊंचाई के आधार पर पानी की गहराई 1.5 सेमी तक बढ़ाएं।",
    "Thereafter maintain 2.5cm depth of water.":"इसके बाद पानी की 2.5 सेमी गहराई बनाए रखें।",
    "Weed Management":"खरपतवार प्रबंधन",
    "Apply any one of the pre-emergence herbicides viz., Pretilachlor + safener 0.3kg/ha, on 3rd or 4th day after sowing to control weeds in the lowland nursery. Keep a thin film of water and allow it to disappear. Avoid drainage of water. This will control germinating weeds.":"निचली भूमि की नर्सरी में खरपतवारों को नियंत्रित करने के लिए बुआई के तीसरे या चौथे दिन प्री-उभरने वाले शाकनाशी जैसे प्रीटीलाक्लोर + सेफनर 0.3 किग्रा/हेक्टेयर में से किसी एक का प्रयोग करें। पानी की एक पतली परत रखें और इसे गायब होने दें। पानी की निकासी से बचें. इससे अंकुरित होने वाले खरपतवार पर नियंत्रण होगा।",
    "Apply pre-emergence herbicides":"उभरने से पहले शाकनाशी लागू करें",
    "Pretilachlor + safener 0.3kg/ha, on 3rd or 4th day after sowing to control weeds in the lowland nursery.":"निचली भूमि की नर्सरी में खरपतवार नियंत्रण के लिए बुआई के तीसरे या चौथे दिन प्रेटिलाक्लोर + सेफनर 0.3 किग्रा / हे.",
    "Nutrient management":"पोषक तत्व प्रबंधन",
    "Apply 1tonne of fully decomposed FYM or compost to 20cents nursery and spread the manure uniformly on dry soil.":"0सेंट नर्सरी में 1 टन पूरी तरह से विघटित FYM या खाद डालें और खाद को सूखी मिट्टी पर समान रूप से फैलाएं।",
    "Basal application of DAP is recommended when the seedlings are to be pulled out in 20-25 days after sowing in less fertile nursery soils.":"जब कम उपजाऊ नर्सरी मिट्टी में बुआई के 20-25 दिनों के बाद पौध को उखाड़ना हो तो डीएपी के बेसल अनुप्रयोग की सिफारिश की जाती है।",
    "For that situation, before the last puddling, apply 40kg of DAP and if not readily available, apply straight fertilizers 16kg of urea and 120kg of super phosphate.":"उस स्थिति के लिए, आखिरी पुडलिंग से पहले, 40 किलोग्राम डीएपी डालें और यदि आसानी से उपलब्ध नहीं है, तो सीधे उर्वरक 16 किलोग्राम यूरिया और 120 किलोग्राम सुपर 'फॉस्फेट डालें।",
    "If seedlings are to be pulled out after 25 days, application of DAP is to be done 10 days prior to pulling out.":"यदि पौध 25 दिन बाद उखाड़नी है तो डीएपी का प्रयोग उखाड़ने से 10 दिन पहले करना होगा । • चिकनी मिट्टी के लिए जहां जड़ें टूटने की समस्या है, वहां बुआई के 10 दिन बाद 4 किलोग्राम जिप्सम और 1 किलोग्राम डीएपी / सेंट डाला जा सकता है।",
    "For clayey soils where root snapping is a problem, 4kg of gypsum and 1kg of DAP/cent can be applied at 10 days after sowing.":"चिकनी मिट्टी के लिए जहां जड़ें टूटने की समस्या है, बुआई के 10 दिन बाद 4 किलो जिप्सम और 1 किलो डीएपी/सेंट डाला जा सकता है।",
    "Main Field Management":"मुख्य क्षेत्र प्रबंधन",
    "Land preparation":"भूमि की तैयारी",
    "Plough the land during summer to economize the water requirement for initial preparation of land.":"भूमि की प्रारंभिक तैयारी के लिए पानी की आवश्यकता को कम करने के लिए गर्मियों के दौरान भूमि की जुताई करें।",
    "Flood the field 1 or 2 days before ploughing and allow water to soak in.":"जुताई से 1 या 2 दिन पहले खेत में पानी भर दें और पानी भीगने दें।",
    "Keep the surface of the field covered with water.":"खेत की सतह को पानी से ढककर रखें।",
    "Keep water to a depth of 2.5cm at the time of puddling.":"पोखरिंग के समय पानी को 2.5 सेमी की गहराई तक रखें।",
    "Special technologies for problem soils:":"समस्याग्रस्त मिट्टी के लिए विशेष प्रौद्योगिकियाँ:",
    "For fluffy paddy soils: compact the soil by passing 400kg stone roller or oil-drum with stones inside, eight times at proper moisture level (moisture level at friable condition of soil which is approximately 13 to18%) once in three years, to prevent the sinking of draught animals.":"धान की भुरभुरी मिट्टी के लिए: पानी में डूबने वाले जानवरों को डूबने से बचाने के लिए तीन साल में एक बार उचित नमी के स्तर (मिट्टी की भुरभुरी स्थिति में नमी का स्तर जो लगभग 13 से 18% होता है) पर आठ बार 400 किलोग्राम के पत्थर के रोलर या तेल के ड्रम को अंदर पत्थरों के साथ चलाकर मिट्टी को संकुचित करें।",
    "For sodic soils with pH values of more than 8.5, plough at optimum moisture regime, apply gypsum at 50% gypsum requirement uniformly, impound water, provide drainage for leaching out soluble salts and apply green leaf manure at 5 t/ha, 10 to 15 days before transplanting. Mix 37.5kg of Zinc sulphate per ha with sand to make a total quantity of 75kg and spread the mixture uniformly on the leveled field. Do not incorporate the mixture in the soil. Rice under sodic soil responds well to these practices.":"8.5 से अधिक पीएच मान वाली सोडिक मिट्टी के लिए, इष्टतम नमी व्यवस्था पर जुताई करें, समान रूप से 50% जिप्सम की आवश्यकता पर जिप्सम डालें, पानी को रोकें, घुलनशील लवणों को बाहर निकालने के लिए जल निकासी प्रदान करें और 5 टन / हेक्टेयर, 10 से 15 तक हरी पत्ती खाद डालें। रोपाई से कुछ दिन पहले. प्रति हेक्टेयर 37.5 किलोग्राम जिंक सल्फेट को रेत में मिलाकर कुल मात्रा 75 किलोग्राम कर लें और मिश्रण को समतल खेत में समान रूप से फैला दें। मिश्रण को मिट्टी में न मिलायें । सोडिक मिट्टी के नीचे चावल इन प्रथाओं पर अच्छी प्रतिक्रिया देता है।",
    "For saline soils with EC values of more than 4 dS/m, provide lateral and main drainage channels (60cm deep and 45cm wide), apply green leaf manure at 5 t/ha at 10 to 15 days before transplanting and 25% extra dose of nitrogen in addition to recommended P and K and ZnSo4 at 37.5 kg/ha at planting.":"4 डीएस/एम से अधिक ईसी मान वाली लवणीय मिट्टी के लिए, पार्श्व और मुख्य जल निकासी चैनल (60 सेमी गहरा और 45 सेमी चौड़ा) प्रदान करें, रोपाई से 10 से 15 दिन पहले 5 टन/हेक्टेयर की दर से हरी पत्ती की खाद डालें और 25% अतिरिक्त खुराक दें। रोपण के समय अनुशंसित P और K और ZnSo4 के अलावा नाइट्रोजन 37.5 किग्रा / हेक्टेयर।",
    "For acid soils apply lime based on the soil analysis for obtaining normal rice yields. Lime is applied 2.5t/ha before last ploughing. Apply lime at this rate to each crop up to the 5th crop.":" चावल की सामान्य पैदावार प्राप्त करने के लिए अम्लीय मिट्टी में मिट्टी के विश्लेषण के आधार पर चूना लगाएं। आखिरी जुताई से पहले 2.5 टन/हेक्टेयर चूना डाला जाता है। पांचवीं फसल तक प्रत्येक फसल में इसी दर से 'चूना डालें।",
    "Stand Establishment":"स्टैंड स्थापना",
    "Optimum age of seedlings for quick establishment":"शीघ्र स्थापना के लिए पौध की इष्टतम आयु",
    "Optimum age of the seedlings is 18-22 days for short, 25-30 days for medium and 35-40 days for long duration varieties.":"पौध की अधिकतम आयु छोटी अवधि के लिए 18-22 दिन, मध्यम अवधि के लि 25-30 दिन और लंबी अवधि की किस्मों के लिए 35-40 दिन है।",
    "Pulling out the seedlings":"अंकुरों को उखाड़ना",
    "Pull out the seedlings at the appropriate time (4th leaf stage).":"उचित समय (चौथी पत्ती अवस्था) पर अंकुर निकालें।",
    "Pulling at 3rd leaf stage is also possible. These seedlings can produce more tillers, provided enough care taken during the establishment phase (See section 1.8 Integrated Crop Management (ICM) - Rice-SRI) through thin film of water management and perfect leveling of main field.":"तीसरे पत्ते के चरण में खींचना भी संभव है। ये पौधे अधिक टिलर पैदा कर सकते हैं, बशर्ते स्थापना चरण के दौरान पर्याप्त देखभाल की जाए (देखें अनुभाग 1.8 एकीकृत फसल प्रबंधन (आईसीएम) - चावल-एसआरआई) जल प्रबंधन की पतली फिल्म और मुख्य क्षेत्र सही समतल के माध्यम से।",
    "Transplanting after 5th and higher order leaf numbers will affect the performance of the crop and grain yield. Then they are called as ‘aged seedlings’. Special package is needed to minimize the grain yield loss while planting those aged seedlings.":"5वें और उच्चतर क्रम की पत्तियों की संख्या के बाद रोपाई करने से फसल के प्रदर्शन और अनाज की उपज पर असर पड़ेगा। तब उन्हें 'वृद्ध अंकुर' कहा जाता है। उन पुराने पौधों कोरोपते समय अनाज की उपज हानि को कम करने के लिए विशेष पैकेज की आवश्यकता होती है।",
    "Root dipping":"जड़ डुबकी",
    "Prepare the slurry with 5 packets (1000 g)/ha of Azospirillum and 5 packets (1000g/ha) of Phosphobacteria or 10 packets of (2000g/ha) of Azophos inoculant in 40 lit. of water and dip the root portion of the seedlings for 15 - 30 minutes in bacterial suspension and transplant.":"एज़ोस्पिरिलम के 5 पैकेट (1000 ग्राम)/ हेक्टेयर और फॉस्फोबैक्टीरिया के 5 पैकेट (1000 ग्राम/हेक्टेयर) या 40 लीटर में एज़ोफोस इनोकुलेंट के 10 पैकेट (2000 ग्राम/हेक्टेयर) के साथ घोल तैयार करें। पानी और अंकुरों के जड़ वाले हिस्से को 15-30 मिनट के लिए जीवाणु निलंबन में डुबोएं और प्रत्यारोपण करें।",
    "Planting seedlings in the main field":"मुख्य खेत में पौध रोपण",
    "Transplant 2-3 seedlings/hill for short duration and 2 seedlings/hill for medium and long duration varieties":"छोटी अवधि के लिए 2-3 पौधे / पहाड़ी तथा मध्यम और लंबी अवधि की किस्मों के लिए 2 पौधे/पहाड़ी प्रत्यारोपण करें",
    "Shallow planting (3 cm) ensures quick establishment and more tillers.":"उथला रोपण (3 सेमी) शीघ्र स्थापना और अधिक कल्ले सुनिश्चित करता है।",
    "Deeper planting (> 5cm) leads to delayed establishment and reduced tillers.":"अधिक गहराई (> 5 सेमी) में रोपण करने से स्थापना में देरी होती है और कल्ले कम निकलते हैं।",
    "Line planting permits rotary weeding and its associated benefits.":"लाइन प्लांटिंग से रोटरी निराई और उससे जुड़े लाभ मिलते हैं।",
    "Allow a minimum row spacing of 20 cm to use rotary weeder.":"रोटरी वीडर का उपयोग करने के लिए पंक्ति में न्यूनतम 20 सेमी का अंतर रखें।",
    "Fill up the gaps between 7th and 10th DAT.":"7वीं और 10वीं DAT के बीच के अंतराल को भरें।",
    "Management of Aged seedlings":"वृद्ध पौध का प्रबंधन",
    "Follow the spacing recommended to medium and low fertility soil.":"मध्यम और कम उर्वरता वाली मिट्टी के लिए अनुशंसित दूरी का पालन करें।",
    "Plant one or two seedlings per hill.":"प्रति पहाड़ी एक या दो पौधे रोपें ।",
    "Avoid cluster planting of aged seedlings, which are hindering the formation of new tillers.":"पुराने पौधों के क्लस्टर रोपण से बचें, जो नए कल्लों के निर्माण में बाधा बन रहे हैं।",
    "New tillers alone are capable of producing normal harvestable panicle. Weak panicle may appear in the mother culm within three weeks after transplanting and vanishes well before harvest.":"नए टिलर अकेले ही सामान्य कटाई योग्य पुष्पगुच्छ पैदा करने में सक्षम हैं। रोपाई के तीन सप्ताह के भीतर मातृ कल्म में कमजोर पुष्पगुच्छ दिखाई दे सकते हैं और कटाई से काफी पहले गायब हो जाते हैं।",
    "To encourage the tiller production, enhance the basal N application by 50% from the recommended and thereafter follow the normal schedule recommended for other stages.":"टिलर उत्पादन को प्रोत्साहित करने के लिए, बेसल एन अनुप्रयोग को अनुशंसित से 50% तक बढ़ाएं और उसके बाद अन्य चरणों के लिए अनुशंसित सामान्य शेड्यूल का पालन करें।",
    "Application of organic manures":"जैविक खादों का प्रयोग",
    "Apply 12.5 t of FYM or compost or green leaf manure @ 6.25 t/ha.":"12.5 टन एफवाईएम या कम्पोस्ट या हरी पत्ती खाद 6.25 टन/ हेक्टेयर की दर से डालें।",
    "If green manure is raised @ 20 kg /ha in situ, incorporate it to a depth of 15 cm using a green manure trampler or tractor.":"यदि हरी खाद 20 किग्रा / हेक्टेयर की दर से यथास्थान उगाई जाती है, तो इसे हरी खाद ट्रैम्पलर या ट्रैक्टर का उपयोग करके 15 सेमी की गहराई तक डालें।",
    "In the place of green manure, press-mud / composted coir-pith can also be used.":"हरी खाद के स्थान पर प्रेस - मड / कम्पोस्टेड कॉयर - पिथ का भी उपयोग किया जा सकता है।",
    "Stubble incorporation":"ठूंठ का समावेश",
    "Apply 22 kg urea / ha at the time of first puddling while incorporating the stubbles of previous crop to compensate immobilization of N by the stubbles.":"डंठलों द्वारा नाइट्रोजन की स्थिरीकरण की भरपाई के लिए पिछली फसल के डंठलों को शामिल करते हुए पहली पोखरिंग के समय 22 किलोग्राम यूरिया / हेक्टेयर का प्रयोग करें।",
    "This may be done at least 10 days prior to planting of subsequent crop. This recommendation is more suitable for double crop wetlands, wherein, the second crop is transplanted in succession with short turn around period.":"यह अगली फसल बोने से कम से कम 10 दिन पहले किया जा सकता है। यह सिफ़ारिश दोहरी फसल वाली आर्द्रभूमियों के लिए अधिक उपयुक्त है, जिसमें कम टर्न अराउंड अवधि के साथ लगातार दूसरी फसल की रोपाई की जाती है।",
    "Biofertilizer application":"जैवउर्वरक अनुप्रयोग",
    "Broadcast 10 kg of soil based powdered BGA flakes at 10 DAT for the dry season crop. Maintain a thin film of water for multiplication.":"शुष्क मौसम की फसल के लिए 10 डीएटी पर 10 किलोग्राम मिट्टी आधारित पाउडर बीजीए फ्लेक्स का प्रसारण करें। गुणन के लिए पानी की एक पतली फिल्म बनाए रखें।",
    "Raise azolla as a dual crop by inoculating 250 kg/ha 3 to 5 DAT and then incorporate during weeding for the wet season crop.":"250 किग्रा / हेक्टेयर 3 से 5 डीएटी का टीका लगाकर अजोला को दोहरी फसल के रूप में उगाएं और फिर गीले मौसम की फसल के लिए निराई के दौरान शामिल करें।",
    "Mix 10 packets (2000 g)/ha of Azospirillum and 10 packets (2000g/ha)of Phosphobacteria or 20 packets (4000g/ha) of Azophos inoculants with 25 kg FYM and 25 kg of soil and broadcast the mixture uniformly in the main field":"एज़ोस्पिरिलम के 10 पैकेट (2000 ग्राम)/ हेक्टेयर और फॉस्फोबैक्टीरिया के 10 पैकेट (2000 ग्राम/हेक्टेयर) या एज़ोफोस इनोकुलेंट्स के 20 पैकेट (4000 ग्राम / हेक्टेयर) को 25 किलोग्राम एफवाईएम और 25 किलोग्राम मिट्टी के साथ मिलाएं और मिश्रण को मुख्य क्षेत्र में समान रूप से फैलाएं।",
    "Pseudomonas fluorescens (Pf 1) at 2.5 kg/ha mixed with 50 kg FYM and 25 kg of soil and broadcast the mixture uniformly before transplanting.":"स्यूडोमोनास फ्लोरोसेंस (पीएफ 1 ) 2.5 किग्रा / हेक्टेयर को 50 किग्रा एफवाईएम और 25 किग्रा मिट्टी के साथ मिलाएं और रोपाई से पहले मिश्रण को समान रूप से फैलाएं।",
    "Application of inorganic fertilizers":"अकार्बनिक उर्वरकों का प्रयोग",
    "soil":"मिट्टी",
    "Apply fertilizer nutrients as per soil test recommendations":"उर्वरक पोषक तत्वों का प्रयोग मिट्टी परीक्षण की सिफ़ारिशों के अनुसार करें",
    "N dose may be through Leaf Color Chart (LCC)":"एन खुराक लीफ कलर चार्ट (एलसीसी) के माध्यम से हो सकती है",
    "P & K may be through Site Specific Nutrition Management by Omission plot technique (Ref. Appendix II)":"पी एंड के को ओमिशन प्लॉट तकनीक द्वारा साइट विशिष्ट पोषण प्रबंधन के माध्यम से किया जा सकता है (संदर्भ परिशिष्ट II)",
    "If the above recommendation are not able to be followed, adopt blanket recommendation as follows.":"यदि उपरोक्त अनुशंसा का पालन नहीं किया जा सकता है, तो निम्नानुसार व्यापक अनुशंसा अपनाएं।",
    "N management through LCC":"एलसीसी के माध्यम से एन प्रबंधन",
    "Time of application is decided by LCC score":"आवेदन का समय एलसीसी स्कोर द्वारा तय किया जाता है",
    "Take observations from 14 DAT in transplanted rice or 21 DAS in direct seeded rice.":"प्रत्यारोपित चावल में 14 DAT या सीधी बुआई वाले चावल में 21 DAS से अवलोकन लें।",
    "Repeat the observations at weekly intervals up to heading":"शीर्षक तक साप्ताहिक अंतराल पर अवलोकनों को दोहराएँ",
    "Observe the leaf colour in the fully opened third leaf from the top as index leaf.":"सूचकांक पत्ती के रूप में ऊपर से पूरी तरह से खुली तीसरी पत्ती में पत्ती के रंग का निरीक्षण करें।",
    "Match the leaf color with the colours in the chart during morning hours (8-10 am).":"सुबह ( 8-10 बजे) के दौरान पत्ती के रंग को चार्ट के रंगों से मिलाएं।",
    "Take observation in 10 places.":"10 स्थानों पर अवलोकन करें।",
    "LCC critical value is 3.0 in low N response cultures like White Ponni and 4.0 in other cultivars and hybrids.":"सफेद पोनी जैसी कम एन प्रतिक्रिया वाली संस्कृतियों में एलसीसी का महत्वपूर्ण मूल्य 3.0 है और अन्य किस्मों और संकरों में 4.0 है।",
    "When 6/10 observations show less than the critical colour value, N can be applied @ 35kg N/ha in dry season and 30kg N/ha in wet season per application per ha.":"जब 6/10 अवलोकन महत्वपूर्ण रंग मान से कम दिखाते हैं, तो एन को शुष्क मौसम में 35 किलोग्राम एन/हेक्टेयर और गीले मौसम में 30 किलोग्राम एन / हेक्टेयर की दर से प्रति हेक्टेयर आवेदन किया जा सकता है।",
    "Application of P fertilizer":"पी उर्वरक का प्रयोग",
    "P may be applied as basal and incorporated.":"पी को बेसल के रूप में लागू किया जा सकता है और शामिल किया जा सकता है।",
    "When the green manure is applied, rock phosphate can be used as a cheap source of P fertilizer. If rock phosphate is applied, the succeeding rice crop need not be supplied with P. Application of rock phosphate + single super phosphate or DAP mixed in different proportions (75:25 or 50:50) is equally effective as SSP or DAP alone.":"जब हरी खाद डाली जाती है, तो रॉक फॉस्फेट का उपयोग पी उर्वरक के सस्ते स्रोत के रूप में किया जा सकता है। यदि रॉक फॉस्फेट का प्रयोग किया जाता है, तो अगली चावल की फसल को पी की आपूर्ति करने की आवश्यकता नहीं है। रॉक फॉस्फेट + सिंगल सुपर फॉस्फेट या डीएपी को अलग-अलग अनुपात (75:25 या 50:50) में मिश्रित करना अकेले एसएसपी या डीएपी के समान ही प्रभावी है।",
    "Application of zinc sulphate":"जिंक सल्फेट का अनुप्रयोग",
    "Apply 25 kg of zinc sulphate mixed with 50 kg dry sand just before transplanting.":"रोपाई से ठीक पहले 25 किलोग्राम जिंक सल्फेट को 50 किलोग्राम सूखी रेत में मिलाकर डालें।",
    "It is enough to apply 12.5 kg zinc sulphate /ha, if green manure (6.25 t/ha) or enriched FYM, is applied.":"यदि हरी खाद (6.25 टन/ हेक्टेयर) या समृद्ध एफवाईएम डाला जाता है, तो 12.5 किलोग्राम जिंक सल्फेट / हेक्टेयर डालना पर्याप्त है।",
    "If deficiency symptom appears, foliar application of 0.5% Zinc sulphate + 1.0% urea can be given at 15 days interval until the Zn deficiency symptoms disappear.":"यदि कमी के लक्षण दिखाई देते हैं, तो 0.5% जिंक सल्फेट + 1.0% यूरिया का पत्तियों पर छिड़काव 15 दिनों के अंतराल पर किया जा सकता है जब तक कि Zn की कमी के लक्षण गायब न हो जाएं।",
    "Application of gypsum":"जिप्सम का अनुप्रयोग",
    "Apply 500 kg of gypsum/ha (as source of Ca and S nutrients) at last ploughing.":"आखिरी जुताई के समय 500 किलोग्राम जिप्सम / हेक्टेयर (सीए और एस पोषक तत्वों के स्रोत के रूप में) डालें।",
    "Foliar nutrition":"पर्ण पोषण",
    "Foliar spray of 1% urea + 2% DAP + 1% KCl at PI and 10 days later for all varieties.":"सभी किस्मों के लिए पीआई पर 1% यूरिया + 2% डीएपी + 1% केसीएल का पर्ण छिड़काव और 10 दिन बाद |",
    "Weed management":"खरपतवार प्रबंधन",
    "Use of rotary weeder from 15 DAT at 10 days interval. It saves labour for weeding, aerates the soil and root zone, prolongs the root activity, and improves the grain filling though efficient translocation and ultimately the grain yield.":"15 दिन से 10 दिन के अंतराल पर रोटरी वीडर का प्रयोग | यह निराई-गुड़ाई के लिए श्रम बचाता है, मिट्टी और जड़ क्षेत्र को हवा देता है, जड़ गतिविधि को बढ़ाता है, और कुशल स्थानांतरण के माध्यम से अनाज भरने में सुधार करता है और अंततः अनाज की उपज में सुधार करता है।",
    "Cultural practices like dual cropping of rice-azolla, and rice-green manure (described in wet seeded rice section 2.5 & 2.6 of this chapter) reduces the weed infestation to a greater extent.":"चावल-एज़ोला और चावल - हरी खाद की दोहरी फसल (इस अध्याय के गीले बीज वाले चावल खंड 2.5 और 2.6 में वर्णित) जैसी सांस्कृतिक प्रथाएं खरपतवार के संक्रमण को काफी हद तक कम कर देती हैं।",
    "Summer ploughing and cultivation of irrigated dry crops during post-rainy periods reduces the weed infestation.":"ग्रीष्मकालीन जुताई और बरसात के बाद की अवधि में सिंचित सूखी फसलों की खेती से खरपतवार का प्रकोप कम हो जाता है।",
    "Pre-emergence herbicides":"उद्भव पूर्व शाकनाशी",
    "Use Butachlor 1.25kg/ha or Anilophos 0.4kg/ha as pre-emergence application. Alternatively, pre-emergence application of herbicide mixture viz., Butachlor 0.6kg + 2,4 DEE 0.75kg/ha, or Anilophos + 2, 4 DEE ‘ready-mix’ at 0.4kg/ha followed by one hand weeding on 30 - 35 DAT will have a broad spectrum of weed control.":"उद्भव पूर्व अनुप्रयोग के रूप में ब्यूटाक्लोर 1.25 किग्रा / हेक्टेयर या एनिलोफोस 0.4 किग्रा/हेक्टेयर का उपयोग करें। वैकल्पिक रूप से, शाकनाशी मिश्रण का उभरने से पहले प्रयोग, जैसे ब्यूटाक्लोर 0.6 किग्रा + 2,4 डीईई 0.75 किग्रा / हेक्टेयर, या अनिलोफोस + 2, 4 डीईई 'रेडी-मिक्स' 0.4 किग्रा / हेक्टेयर, इसके बाद 30 पर एक हाथ से निराई-गुड़ाई करें। 35 डीएटी में खरपतवार नियंत्रण का व्यापक स्पेक्ट्रम होगा।",
    "Any herbicide has to be mixed with 50kg of dry sand on the day of application (3 - 4 DAT) and applied uniformly to the field with thin film water on the 3rd DAT. Water should not be drained for next 2 days from the field (or) fresh irrigation should not be given.":"किसी भी शाकनाशी को प्रयोग के दिन (3-4 दिन) 50 किलोग्राम सूखी रेत के साथ मिलाना होता है और तीसरे दिन पतली फिल्म वाले पानी के साथ खेत में समान रूप से लगाना होता है। अगले 2 दिनों तक खेत से पानी नहीं निकालना चाहिए (अथवा ताजा सिंचाई नहीं करनी चाहिए)।",
    "Post - emergence herbicides":"उद्भव के बाद शाकनाशी",
    "If pre-emergence herbicide application is not done, hand weeding has to be done on 15th DAT.":"यदि उद्भव से पहले शाकनाशी का प्रयोग नहीं किया गया है, तो 15 तारीख को हाथ से निराई करनी होगी।",
    "2,4-D sodium salt (Fernoxone 80% WP) 1.25 kg/ha dissolved in 625 litres with a high volume sprayer, three weeks after transplanting or when the weeds are in 3 - 4 leaf stage.":"2,4-डी सोडियम नमक (फर्नोक्सोन 80% डब्ल्यूपी) 1.25 किग्रा/हेक्टेयर को उच्च मात्रा वाले स्प्रेयर के साथ 625 लीटर में घोलें, रोपाई के तीन सप्ताह बाद या जब खरपतवार 3 4 पत्ती अवस्था में हों ।",
    "Water management":"जल प्रबंधन",
    "Puddling and leveling minimizes the water requirement":"पोखर बनाने और समतल करने से पानी की आवश्यकता कम हो जाती है",
    "Plough with tractor drawn cage wheel to reduce percolation losses and to save water requirement up to 20%.":"रिसाव के नुकसान को कम करने और पानी की आवश्यकता को 20% तक बचाने के लिए ट्रैक्टर से चलने वाले पिंजरे वाले पहिये से जुताई करें।",
    "Maintain 2.5cm of water over the puddle and allow the green manure to decompose for a minimum of 7 days in the case of less fibrous plants like sunnhemp and 15 days for more fibrous green manure plants like Kolinchi (Tephrosia purpurea).":"पोखर के ऊपर 2.5 सेमी पानी बनाए रखें और हरी खाद को कम रेशेदार पौधों जैसे कि सनहेम्प के मामले में कम से कम 7 दिनों तक और कोलिंची (टेफ्रोसिया पुरपुरिया) जैसे अधिक रेशेदार हरी खाद वाले पौधों के लिए 15 दिनों तक सड़ने दें।",
    "At the time of transplanting, a shallow depth of 2cm of water is adequate since high depth of water will lead to deep planting resulting in reduction of tillering.":"रोपाई के समय, 2 सेमी पानी की उथली गहराई पर्याप्त होती है क्योंकि पानी की अधिक गहराई से गहरी रोपाई होगी जिसके परिणामस्वरूप कल्ले कम पड़ेंगे।",
    "Maintain 2 cm of water up to seven days of transplanting.":"रोपाई के सात दिनों तक 2 सेमी पानी बनाए रखें।",
    "After the establishment stage, cyclic submergence of water (as in table) is the best practice for rice crop. This cyclic 5cm submergence has to be continued throughout the crop period.":"स्थापना चरण के बाद, चावल की फसल के लिए पानी का चक्रीय जलमग्न होना (जैसा कि तालिका में है) सबसे अच्छा अभ्यास है। इस चक्रीय 5 सेमी जलमग्नता को फसल अवधि के दौरान जारी रखना होगा।",
    "Precautions for irrigation":"सिंचाई हेतु सावधानियां",
    "The field plot can be 25 to 50 cents depending on the source of irrigation.":"सिंचाई के स्रोत के आधार पर खेत का प्लॉट 25 से 50 सेंट तक हो सकता है।",
    "Field to field irrigation should be avoided. Field should be irrigated individually from a channel.":"खेत से खेत सिंचाई करने से बचना चाहिए। खेत की सिंचाई एक नाली से व्यक्तिगत रूप से करनी चाहिए।",
    "Small bund may be formed parallel to the main bund of the field at a distance of 30 to 45cm within the field to avoid leakages of water through main bund crevices.":"मुख्य मेड़ की दरारों से पानी के रिसाव को रोकने के लिए खेत के भीतर 30 से 45 सेमी की दूरी पर खेत के मुख्य मेड़ के समानांतर एक छोटा मेड़ बनाया जा सकता है।",
    "To minimize percolation loss, the depth of stagnated water should be 5cm or less.":"रिसाव हानि को कम करने के लिए, रुके हुए पानी की गहराई 5 सेमी या उससे कम हो चाहिए।",
    "In water logged condition, form open drains, about 60cm in depth and 45cm width across the field.":"जल जमाव की स्थिति में, पूरे खेत में लगभग 60 सेमी गहराई और 45 सेमी चौड़ाई में खुली नालियाँ बनाएं।",
    "Care should be taken not to allow development of cracks.":"दरारें विकसित न होने देने का ध्यान रखा जाना चाहिए।",
    "In canal command area, conjunctive use of surface and ground water may be resorted to for judicious use of water.":"नहर कमांड क्षेत्र में, पानी के विवेकपूर्ण उपयोग के लिए सतही और भूजल के संयुक्त उपयोग का सहारा लिया जा सकता है।",
    "In double cropped wetland of command area, raise groundnut / pulse in the place of Kuruvai rice if water is a constraint or go for rice cultivation as described in 5. Dry Seeded Irrigated Un-Puddled Lowland Rice.":"कमांड क्षेत्र की दोहरी फसल वाली आर्द्रभूमि में, यदि पानी की दिक्कत हो तो कुरुवई चावल के स्थान पर मूंगफली/दाल उगाएं या 5 में वर्णित अनुसार चावल की खेती करें। सूखा बीजयुक्त सिंचित बिना पोखर वाला तराई चावल ।",
    "Taking the average duration of the crop as an indication, drain the water from the field 7 to 10 days before the expected harvest date as draining hastens maturity and improves harvesting conditions.":"फसल की औसत अवधि को एक संकेत के रूप में लेते हुए, अपेक्षित कटाई की तारीख से 7 से 10 दिन पहले खेत से पानी निकाल दें क्योंकि पानी निकालने से परिपक्वता जल्दी होती है और कटाई की स्थिति में सुधार होता है।",
    "When 80% of the panicles turn straw colour, the crop is ready for harvest. Even at this stage, the leaves of some of the varieties may remain green.":"जब 80% बालियां भूसे के रंग में बदल जाती हैं, तो फसल कटाई के लिए तैयार हो जाती है। इस अवस्था में भी, कुछ किस्मों की पत्तियाँ हरी रह सकती हैं।",
    "Confirm maturity by selecting the most mature tiller and dehusk a few grains. If the rice is clear and firm, it is in hard dough stage.":"सबसे परिपक्व टिलर का चयन करके और कुछ दानों की भूसी निकालकर परिपक्वता की पुष्टि करें। यदि चावल साफ और सख्त है, तो यह सख्त आटे की अवस्था में है।",
    "When most of the grains at the base of the panicle in the selected tiller are in a hard dough stage, the crop is ready for harvest. At this stage harvest the crop, thresh and winnow the grains.":"जब चयनित टिलर में पुष्पगुच्छ के आधार पर अधिकांश दाने सख्त आटे की अवस्था में होते हैं, तो फसल कटाई के लिए तैयार होती है। इस अवस्था में फसल की कटाई करें, गहाई करें और अनाज को फटकें।",
    "Dry the grains to 12% moisture level for storage. Grain yield in rice is estimated only at 14% moisture for any comparison.":"भंडारण के लिए अनाज को 12% नमी स्तर तक सुखा लें। किसी भी तुलना के लिए चावल में अनाज की उपज केवल 14% नमी पर अनुमानित है।",
    "Maturity may be hastened by 3-4 days by spraying 20% NaCl a week before harvest to escape monsoon rains.":"मानसून की बारिश से बचने के लिए फसल से एक सप्ताह पहले 20% NaCl का छिड़काव करके परिपक्वता को 3-4 दिनों तक तेज किया जा सकता है।",
    "DISEASES OF RICE (ORYZA SATIVA)":"चावल के रोग (ओराइजा सैटिवा)",
    "Blast - Pyricularia oryzae (Syn: P. grisea) (Sexual stage: Magnaporthe grisea)":"ब्लास्ट - पाइरिकुलेरिया ओरिजा (सिन: पी. ग्रिसिया) (यौन अवस्था: मैग्नापोर्थे ग्रिसिया)",
    "Symptoms":"लक्षण",
    "The fungus attacks the crop at all stages from seedlings in nursery to heading in main field. The typical symptoms appear on leaves, leaf sheath, rachis, nodes and even the glumes are also attacked.":"कवक नर्सरी में रोपाई से लेकर मुख्य खेत में जाने तक सभी चरणों में फसल पर हमला करता है। विशिष्ट लक्षण पत्तियों, पत्ती आवरण, रेचिस, गांठों पर दिखाई देते हैं और यहां तक कि गुच्छों पर भी हमला होता है।",
    "Favourable Conditions":"अनुकूल परिस्थितियाँ",
    "Application of excessive doses of nitrogenous fertilizers, intermittent drizzles, cloudy weather, high relative humidity (93-99 per cent), low night temperature (between 15-20 0C or less than 26 0C), more number of rainy days, longer duration of dew, cloudy weather, slow wind movement and availability of collateral hosts.":"नाइट्रोजनयुक्त उर्वरकों की अत्यधिक मात्रा का प्रयोग, रुक-रुक कर बूंदाबांदी, बादल वाला मौसम, उच्च सापेक्ष आर्द्रता ( 93-99 प्रतिशत), कम रात का तापमान (15-20 डिग्री सेल्सियस या 26 डिग्री सेल्सियस से कम), बारिश के दिनों की अधिक संख्या, लंबी अवधि। ओस, बादल वाला मौसम, धीमी हवा की गति और संपार्श्विक मेजबानों की उपलब्धता।",
    "Management":" प्रबंध",
    "Use of seeds from a disease free crop":"रोगमुक्त फसल के बीजों का उपयोग करें",
    "Grow resistant varieties like Simhapuri, Tikkana, Sriranga, Phalguna, Swarnadhan, Swarnamukhi, MTU 7414, MTU 9992, MTU 1005, Swathi, IR 64, IR 36, Sravani, Jaya, Vijaya, Ratna, RP 4-14, IET 1444, IR20, TKM 6, MTU-3 & 5 and NLR 9672 & 9674 in different tracts of Andhra Pradesh.":"सिंहपुरी, टिक्कना, श्रीरंगा, फाल्गुन, स्वर्णधन, स्वर्णमुखी, एमटीयू 7414, एमटीयू 9992, एमटीयू 1005, स्वाति, आईआर 64, आईआर 36, श्रावणी, जया, विजया, रत्ना, आरपी 4-14, आईईटी 1444, आईआर20 जैसी प्रतिरोधी किस्में उगाएं। टीकेएम 6, एमटीयू-3 और 5 और एनएलआर 9672 और 9674 आंध्र प्रदेश के विभिन्न इलाकों में।",
    "Remove and destroy the weed hosts in the field bunds and channels.":"खेत की मेड़ों और नहरों में मौजूद खरपतवार मेजबानों को हटाएँ और नष्ट करें।",
    "Split application of nitrogen and judicious application of nitrogenous fertilizers":"नाइट्रोजन का विभाजित प्रयोग और नाइट्रोजनयुक्त उर्वरकों का विवेकपूर्ण प्रयोग",
    "Treat the seeds with Captan or Thiram or Carbendazim or Carboxin or Tricyclazole at 2 g/kg.":"बीजों को कैप्टान या थीरम या कार्बेन्डाजिम या कार्बोक्सिन या ट्राइसाइक्लाजोल 2 ग्राम / किग्रा की दर से उपचारित करें।",
    "Seed treatment with biocontrol agent Trichoderma viride@ 4g/kg or Pseudomonas fluorescens @ 10g/kg of seed. Avoid close spacing of seedlings in the main field.":"बायोकंट्रोल एजेंट ट्राइकोडर्मा विराइड @ 4 ग्राम / किग्रा या स्यूडोमोनास फ्लोरोसेंस @ 10 ग्राम/किलो बीज से बीज उपचार करें। मुख्य खेत में पौध के बीच पास-पास दूरी न रखें।",
    "Spray the nursery with Carbendazim 25 g or Edifenphos 25 ml for 8 cent nursery.":"8 सेंट नर्सरी के लिए नर्सरी में कार्बेन्डाजिम 25 ग्राम या एडिफेनफॉस 25 मिली का छिड़काव करें।",
    "Spray the main field with Edifenphos@0.1% or Carbendazim@0.1% or Tricyclazole @0.06% or Thiophanate Methyl@0.1%.":"मुख्य खेत में एडिफेनफोस 0.1% या कार्बेन्डाजिम 0.1% या ट्राइसाइक्लाज़ोल 0.06% या थियोफैनेट मिथाइल 0.1% का छिड़काव करें।",
    "(Syn: Drechslera oryzae) (Sexual stage: Cochliobolus miyabeanus)":"भूरा धब्बा या तिल की पत्ती का धब्बा या हेल्मिन्थोस्पोरियोस हेल्मिन्थोस्पोरियम ओरिजा",
    "The fungus attacks the crop from seedling in nursery to milk stage in main field. Symptoms appear as lesions (spots) on the coleoptile, leaf blade, leaf sheath, and glumes, being most prominent on the leaf blade and glumes.":"कवक नर्सरी में अंकुर से लेकर मुख्य खेत में दूध देने की अवस्था तक फसल पर हमला करता है। लक्षण कौलोप्टाइल, पत्ती के ब्लेड, पत्ती के आवरण और ग्लूम्स पर घाव (धब्बे) के रूप में दिखाई देते हैं, जो पत्ती के ब्लेड और ग्लूम्स पर सबसे प्रमुख होते हैं।",
    "The disease appears first as minute brown dots, later becoming cylindrical or oval to circular. The several spots coalesce and the leaf dries up.":"यह रोग पहले सूक्ष्म भूरे धब्बों के रूप में प्रकट होता है, बाद में बेलनाकार या अंडाकार से गोलाकार हो जाता है। कई धब्बे आपस में जुड़ जाते हैं और पत्ती सूख जाती है।",
    "The seedlings die and affected nurseries can often be recognized from a distance by their brownish scorched appearance. Dark brown or black spots also appear on glumes which contain large number of conidiophores and conidia of the fungus.":"अंकुर मर जाते हैं और प्रभावित नर्सरी को अक्सर उनके भूरे रंग के झुलसे हुए रूप से दूर से पहचाना जा सकता है। ग्लूम्स पर गहरे भूरे या काले धब्बे भी दिखाई देते हैं जिनमें बड़ी संख्या में कवक के कोनिडियोफोर्स और कोनिडिया होते हैं।",
    "It causes failure of seed germination, seedling mortality and reduces the grain quality and weight. The disease is associated with a physiological disorder known as akiochi in Japan. Abnormal soil conditions (Deficiency of potassium) predispose the plants to heavy infection.":"इससे बीज का अंकुरण नहीं हो पाता, अंकुर मर जाते हैं और अनाज की गुणवत्ता और वजन कम हो जाता है। यह रोग एक शारीरिक विकार से जुड़ा है जिसे जापान में अकिओची कहा जाता है। असामान्य मिट्टी की स्थिति (पोटेशियम की कमी) से पौधों में भारी संक्रमण होने का खतरा रहता है।",
    "Temperature of 25-300C with relative humidity above 80 per cent are highly favourable. Excess of nitrogen aggravates the disease incidence.":"25-300C का तापमान और 80 प्रतिशत से अधिक सापेक्षिक आर्द्रता अत्यधिक अनुकूल होती है। नाइट्रोजन की अधिकता से रोग का प्रकोप बढ़ जाता है।",
    "Use disease free seeds.":"Use disease free seeds.",
    "Field sanitation-removal of collateral hosts and infected debris in the field.":"क्षेत्र की स्वच्छता - क्षेत्र में संपार्श्विक मेजबानों और संक्रमित मलबे को हटाना ।",
    "Crop rotation":"फसल चक्र",
    "Adjustment of planting time":"रोपण समय का समायोजन",
    "Proper fertilization":"उचित निषेचन",
    "Use of slow release nitrogenous fertilizers is advisable.":"धीमी गति से निकलने वाले नाइट्रोजनयुक्त उर्वरकों का उपयोग उचित है।",
    "Good water management":"अच्छा जल प्रबंधन",
    "Use of soil amendments":"मिट्टी संशोधन का उपयोग",
    "Grow disease tolerant varieties viz., Bala, BAM 10, IR-20, Jaya, Ratna,Tellahamsa and Kakatiya.":"रोग प्रतिरोधी किस्में जैसे बाला, बीएएम 10, आईआर-20, जया, रत्ना, टेलहम्सा और काकतीय उगाएं।",
    "Treat the seeds with Thiram or Captan at 4 g/kg and with Mancozeb @0.3%":"बीजों को थिरम या कैप्टान 4 ग्राम / किग्रा और मैंकोजेब 0.3% से उपचारित करें।",
    "Spray the crop in the main field twice with Mancozeb@0.2%, once after flowering and second spray at milky stage.":"मुख्य खेत में फसल पर मैनकोजेब 0.2% का दो बार छिड़काव करें, एक बार फूल आने पर और दूसरा छिड़काव दूधिया अवस्था में।",
    "Sheath rot":"म्यान सड़ांध",
    "Sarocladium oryzae":"सारोक्लाडियम ओराइजी",
    "(Syn: Acrocylindrium oryzae)":"(Syn: एक्रोसिलिंड्रियम ओराइजी)",
    "Sheath rot occurs usually at the booting stage of the crop. Initial symptoms are noticed only on the upper most leaf sheath enclosing young panicles.":"शीथ रोट आमतौर पर फसल के बूटिंग चरण में होता है। प्रारंभिक लक्षण केवल सबसे ऊपरी पत्ती के आवरण पर दिखाई देते हैं जो युवा पुष्पगुच्छों को घेरे हुए है।",
    "The flag leaf sheath show oblong or irregular greyish brown spots. They enlarge and develop grey centre and brown margins covering major portions of the leaf sheath.":"झंडे की पत्ती के आवरण पर आयताकार या अनियमित भूरे भूरे रंग के धब्बे दिखाई देते हैं। वे पत्ती के आवरण के बड़े हिस्से को कवर करते हुए भूरे केंद्र और भूरे किनारों को बड़ा और विकसित करते हैं।",
    "The young panicles may remain within the sheath or emerge partially. The affected sheath and panicles rot and abundant whitish powdery fungal growth is formed inside the leaf sheath. The grain discolours and shrivels.":"युवा पुष्पगुच्छ आवरण के भीतर रह सकते हैं या आंशिक रूप से उभर सकते हैं। प्रभावित आवरण और पुष्पगुच्छ सड़ जाते हैं और पत्ती आवरण के अंदर प्रचुर मात्रा में सफेद चूर्णयुक्त फफूंद विकसित हो जाती है। अनाज का रंग फीका पड़ जाता है और वह सिकुड़ जाता है।",
    "Closer planting, high doses of nitrogen, high humidity and temperature around 25-30OC. Injuries made by leaf folder, brown plant hopper and mites increase infection.":"नजदीक रोपण, नाइट्रोजन की उच्च खुराक, उच्च आर्द्रता और 25-30 डिग्री सेल्सियस के आसपास तापमान। लीफ फोल्डर, ब्राउन प्लांट हॉपर और माइट्स से लगने वाली चोटें संक्रमण को बढ़ाती हैं।",
    "Apply recommended doses of fertilizers.":"उर्वरकों की अनुशंसित खुराक लागू करें।",
    "Adopt optimum spacing.":"इष्टतम अंतर अपनाएं",
    "Spray twice with Carbendazim @0.1% or Benomyl@0.05% or Mancozeb@0.2% or Chlorothalonil@0.2% at boot leaf stage and 15 days later.":"बूट लीफ स्टेज पर और 15 दिन बाद कार्बेन्डाजिम 0.1% या बेनोमाइल 0.05% या मैनकोजेब 0.2% या क्लोरोथालोनिल 0.2% का दो बार छिड़काव करें।",
    "Soil application of gypsum in 2 equal splits (500 kg/ha) reduce the sheath rot incidence.":"मिट्टी में जिप्सम को 2 बराबर भागों (500 किग्रा / हेक्टेयर) में लगाने से शीथ सड़न की घटना कम हो जाती है।",
    "Stem rot (Sclerotium oryzae)":"तना सड़न (स्क्लेरोटियम ओरिजा)",
    "(Sexual stage: Leptosphaeria salvinii)":"(यौन अवस्था: लेप्टोस्फेरिया साल्विनी)",
    "Small black lesions are formed on the outer leaf sheath near the water line and they enlarge and reach the inner leaf sheath also.":"पानी की रेखा के पास बाहरी पत्ती आवरण पर छोटे काले घाव बनते हैं और वे बड़े होकर भीतरी पत्ती आवरण तक भी पहुँच जाते हैं।",
    "The affected tissues rot and abundant sclerotia are seen in the rotting tissues. The culm collapses and plants lodge. If the diseased tiller is opened, profuse mycelial growth and large number of sclerotia can be seen. The sclerotia may be seen in the stubbles after harvest.":"प्रभावित ऊतक सड़ जाते हैं और सड़ने वाले ऊतकों में प्रचुर मात्रा में स्क्लेरोटिया दिखाई देता है। नाल ढह जाता है और पौधे गिर जाते हैं। यदि रोगग्रस्त टिलर को खोला जाए, तो प्रचुर मात्रा में मायसेलियल वृद्धि और बड़ी संख्या में स्क्लेरोटिया देखी जा सकती है। फसल कटाई के बाद डंठलों में स्क्लेरोटिया देखा जा सकता है।",
    "Infestation of leaf hoppers and stem borer and high doses of nitrogenous fertilizers aggravates the disease.":"पत्ती हॉपर और तना छेदक का संक्रमण और नाइट्रोजनयुक्त उर्वरकों की उच्च खुराक रोग को बढ़ा देती है।",
    "Use recommended doses of fertilizer.":"उर्वरक की अनुशंसित मात्रा का प्रयोग करें।",
    "Deep ploughing in summer and burning of stubbles and infected straw":"गर्मियों में गहरी जुताई करना तथा ठूंठ एवं संक्रमित भूसे को जलाना",
    "Use of resistant or non-lodging varieties (Basumati 3, Basumati 370, Mushkan 7, Mushkan 41 and Bara 62 were found resistant to stem rot in Punjab)":"प्रतिरोधी या गैर-निवासी किस्मों का उपयोग (पंजाब में बासुमती 3, बासुमती 370, मुश्कान 7, मुश्कान 41 और बारा 62 को तना सड़न के लिए प्रतिरोधी पाया गया) सिंचाई का पानी निकाल दें और मिट्टी को सूखने दें",
    "Draining off the irrigation water and allow the soil to dry":"संक्रमित खेतों से स्वस्थ खेतों में सिंचाई जल के प्रवाह से बचें।",
    "Avoid flow of irrigation water from infected fields to healthy fields.":"सिंचाई के पानी को संक्रमित खेतों से स्वस्थ खेतों में प्रवाहित करने से बचें।",
    "Sheath blight(Rhizoctonia solani)":"शीथ ब्लाइट (राइज़ोक्टोनिया सोलानी)",
    "(Sexual stage : Thanetophorus cucumeris)":"(यौन अवस्थाः थानेटोफोरस कुकुमेरिस)",
    "The fungus affects the crop from tillering to heading stage. Initial symptoms are noticed on leaf sheaths near water level. On the leaf sheath oval or elliptical or irregular greenish grey spots are formed. As the spots enlarge, the centre becomes greyish white with an irregular blackish brown or purple brown border.":"कवक फसल को कल्ले फूटने से लेकर बाल निकलने की अवस्था तक प्रभावित करता है। प्रारंभिक लक्षण जल स्तर के निकट पत्ती के आवरण पर देखे जाते हैं। पत्ती के आवरण पर अंडाकार या अण्डाकार या अनियमित हरे भूरे धब्बे बनते हैं। जैसे-जैसे धब्बे बड़े होते हैं, केंद्र अनियमित काले भूरे या बैंगनी भूरे रंग की सीमा के साथ भूरा सफेद हो जाता है।",
    "Lesions on the upper parts of plants extend rapidly coalesing with each other to cover entire tillers from the water line to the flag leaf. The presence of several large lesions on a leaf sheath usually causes death of the whole leaf, and in severe cases all the leaves of a plant may be blighted in this way.":"पौधों के ऊपरी हिस्सों पर घाव एक-दूसरे के साथ मिलकर तेजी से बढ़ते हैं और पानी की रेखा से लेकर झंडे की पत्ती तक पूरे टिलर को ढक देते हैं। पत्ती के आवरण पर कई बड़े घावों की उपस्थिति आमतौर पर पूरी पत्ती की मृत्यु का कारण बनती है, और गंभीर मामलों में पौधे की सभी पत्तियाँ इस तरह से झुलस सकती हैं।",
    "The infection extends to the inner sheaths resulting in death of the entire plant. Older plants are highly susceptible. Five to six week old leaf sheaths are highly susceptible. Plants heavily infected in the early heading and grain filling growth stages produce poorly filled grain, especially in the lower part of the panicle.":"संक्रमण आंतरिक आवरणों तक फैल जाता है जिसके परिणामस्वरूप पूरा पौधा मर जाता है। पुराने पौधे अतिसंवेदनशील होते हैं। पांच से छह सप्ताह पुरानी पत्ती के आवरण अत्यधिक संवेदनशील होते हैं। शुरुआती शीर्ष और दाना भरने के विकास चरण में भारी रूप से संक्रमित पौधे खराब अनाज पैदा करते हैं, खासकर पुष्पगुच्छ के निचले हिस्से में।",
    "High relative humidity (96-97 per cent), high temperature (30-32 °C), closer planting and heavy doses of nitrogenous fertilizers.":"उच्च सापेक्ष आर्द्रता ( 96-97 प्रतिशत), उच्च तापमान (30-32 °C),निकट रोपण और नाइट्रोजनयुक्त उर्वरकों की भारी खुराक",
    "Avoid excess doses of fertilizers.":"उर्वरकों की अधिक मात्रा से बचें",
    "Eliminate weed hosts.":"इष्टतम अंतर अपनाएं",
    "Apply organic amendments.":"खरपतवार मेजबानों को हटा दें",
    "Deep ploughing in summer and burning of stubbles.":"गर्मियों में गहरी जुताई करना और डंठल जलाना",
    "Grow disease tolerant varieties like Shiva (WGL 3943)":"शिवा जैसी रोग प्रतिरोधी किस्में उगाएं (डब्ल्यूजीएल 3943)",
    "Spray Propiconazole@0.1% or Hexaconazole@0.2% or Validamycin@0.2%":"प्रोपिकोनाज़ोल 0.1% या हेक्साकोनाज़ोल 0.2% या वैलिडामाइसिन 0.2% का छिड़काव करें",
    "Seed treatment with Pseudomonas fluorescens @ of 10g/kg of seed followed by seedling dip @ of 2.5 kg of product/ha dissolved in 100 litres and dipping for 30 minutes.":"स्यूडोमोनास फ्लोरेसेंस से 10 ग्राम / किलो बीज की दर से बीजोपचार करें, इसके बाद 2.5 किलोग्राम उत्पाद/हेक्टेयर की दर से 100 लीटर में घोलकर 30 मिनट तक डुबाकर रखें।",
    "Soil application of P.fluorescens @ of 2.5 kg/ha after 30 days of transplanting (This product should be mixed with 50 kg of FYM/Sand and then applied.":"रोपाई के 30 दिनों के बाद 2.5 किग्रा / हेक्टेयर की दर से पी. फ्लोरेसेन्स का मिट्टी में प्रयोग (इस उत्पाद को 50 किग्रा एफवाईएम / रेत के साथ मिलाया जाना चाहिए और फिर लगाया जाना चाहिए।",
    "Foliar spray at 0.2% concentration commencing from 45 days after transplanting at 10 days interval for 3 times depending upon the intensity of disease.":"रोग की तीव्रता के आधार पर रोपाई के 45 दिन बाद से 10 दिनों के अंतराल पर 0.2% सांद्रण पर 3 बार पत्ते पर छिड़काव करें।",
    "False smut(Ustilaginoidea virens)":"झूठी बकवास (उस्टिलागिनोइडिया विरेन्स)",
    "(P.S: Claviceps oryzae - sativa)":"(पी.एस.: क्लैविसेप्स ओरिजा - सैटिवा )",
    "The fungus transforms individual grains into yellow or greenish spore balls of velvety appearance which are small at first and 1 cm or longer at later stages.":"कवक अलग-अलग दानों को मखमली दिखने वाले पीले या हरे रंग के बीजाणु के गोले में बदल देता है जो पहले छोटे होते हैं और बाद के चरणों में 1 सेमी या उससे अधिक लंबे होते हैं।",
    "At early stages the spore balls are covered by a membrane which bursts with further growth. Due to the development of the fructification of the pathogen, the ovaries are transformed into large velvety green masses. Usually only a few spikelets in a panicle are affected.":"प्रारंभिक अवस्था में बीजाणु गोले एक झिल्ली से ढके होते हैं जो आगे बढ़ने पर फट जाते हैं। रोगज़नक़ के फलीकरण के विकास के कारण, अंडाशय बड़े मखमली हरे द्रव्यमान में बदल जाते हैं। आमतौर पर पुष्पगुच्छ में केवल कुछ स्पाइकलेट ही प्रभावित होते हैं।",
    "Rainfall and cloudy weather during the flowering and maturity periods are Favourable.":"फूल आने और पकने की अवधि के दौरान वर्षा और बादल वाला मौसम अनुकूल होता है।",
    "Spray copper oxychloride@0.3% or carbendazim@0.1% at panicle emergence stage":"बालियां निकलने की अवस्था में कॉपर ऑक्सीक्लोराइड 0.3% या कार्बेन्डाजिम 0.1% का छिड़काव करें",
    "Bacterial leaf blight":"जीवाणुजन्य पत्ती झुलसा रोग",
    "Xanthomonas oryzae pv. oryzae":"ज़ैन्थोमोनस ओरिज़े पी.वी. ओरिजा",
    "The bacterium induces either wilting of plants or leaf blight. Wilt syndrome known as Kresek is seen in seedlings within 3-4 weeks after transplanting of the crop. Kresek results either in the death of whole plant or wilting of only a few leaves. The bacterium enters through the hydathodes and cut wounds in the leaf tips, becomes systemic and cause death of entire seedling.":"जीवाणु या तो पौधों को मुरझाने या पत्तियों को झुलसा देने का कारण बनता है। विल्ट सिंड्रोम जिसे क्रेसेक के नाम से जाना जाता है, फसल की रोपाई के 3-4 सप्ताह के भीतर अंकुरों में देखा जाता है। क्रेसेक के परिणामस्वरूप या तो पूरा पौधा मर जाता है या केवल कुछ पत्तियाँ मुरझा जाती हैं। जीवाणु हाइडैथोड के माध्यम से प्रवेश करता है और पत्ती की नोक पर घाव करता है, प्रणालीगत हो जाता है और पूरे अंकुर की मृत्यु का कारण बनता है।",
    "The disease is usually noticed at the time of heading but in severe cases occur earlier also. In grown up plants water soaked, translucent lesions appear usually near the leaf margin. The lesions enlarge both in length and width with a wavy margin and turn straw yellow within a few days, covering the entire leaf. As the disease progresses, the lesions cover the entire leaf blade which may turn white or straw coloured.":"यह बीमारी आम तौर पर सिर चढ़ने के समय ही देखी जाती है लेकिन गंभीर मामलों में यह पहले भी हो जाती है। बड़े हुए पौधों में पानी से लथपथ, पारभासी घाव आमतौर पर पत्ती के किनारे के पास दिखाई देते हैं। घाव लहरदार किनारों के साथ लंबाई और चौड़ाई दोनों में बढ़ जाते हैं और कुछ ही दिनों में भूसे के पीले रंग में बदल जाते हैं, जिससे पूरी पत्ती ढक जाती है। जैसे-जैसे रोग बढ़ता है, घाव पूरे पत्ती के फलक को ढक लेते हैं जो सफेद भूसे के रंग का हो सकता है।",
    "Lesions may also be seen on leaf sheaths in susceptible varieties. Milky or opaque dew drops containing bacterial masses are formed on young lesions in the early morning. They dry up on the surface leaving a white encrustation. The affected grains have discoloured spots surrounded by water soaked areas. If the cut end of leaf is dipped in water, bacterial ooze makes the water turbid.":"अतिसंवेदनशील किस्मों में पत्तियों के आवरण पर घाव भी देखे जा सकते हैं। सुबह-सुबह युवा घावों पर बैक्टीरिया युक्त दूधिया या अपारदर्शी ओस की बूंदें बनती हैं। वे सतह पर सूखकर सफेद परत छोड़ जाते हैं। प्रभावित दानों पर पानी से भीगे हुए क्षेत्रों से घिरे हुए बदरंग धब्बे पड़ जाते हैं। यदि पत्ती के कटे हुए सिरे को पानी में डुबोया जाए तो जीवाणु रिसने से पानी गंदला हो जाता है।",
    "Clipping of tip of the seedling at the time of transplanting, heavy rain, heavy dew, flooding, deep irrigation water, severe wind, temperature of 25-300C and application of excessive nitrogen, especially late top dressing.":"रोपाई के समय अंकुर की नोक का कटना, भारी बारिश, भारी ओस, बाढ़, गहरा सिंचाई पानी, तेज हवा, 25-300ą का तापमान और अत्यधिक नाइट्रोजन का प्रयोग, विशेष रूप से देर से शीर्ष ड्रेसिंग ।",
    "Grow resistant cultivars like MTU 9992, Swarna, Ajaya, IR 20, IR 42, IR 50, IR 54, TKM 6, Mashuri, IET 4141, IET 1444, IET 2508, Chinsura Boro, etc.":"एमटीयू 9992, स्वर्णा, अजया, आईआर 20, आईआर 42, आईआर 50, आईआर 54, टीकेएम 6, मशुरी, आईईटी 4141, आईईटी 1444, आईईटी 2508, चिनसुरा बोरो, आदि जैसी प्रतिरोधी किस्में उगाएं।",
    "Resistant donors: Tetep, Tadukan, Zenith, etc.":"प्रतिरोधी दाता: टेटेप, ताडुकन, जेनिथ, आदि।",
    "Affected stubbles are to be destroyed by burning or through ploughing":"प्रभावित डंठलों को जलाकर या जुताई करके नष्ट कर देना चाहिए",
    "Judicious use of nitrogenous fertilizers":"नाइट्रोजनयुक्त उर्वरकों का विवेकपूर्ण उपयोग",
    "Avoid clipping of tip of seedling at the time of transplanting.":"रोपाई के समय अंकुर के सिरे को काटने से बचें।",
    "Avoid flooded conditions or drying of the field (not at the time of flowering)":"बाढ़ की स्थिति या खेत को सूखने से बचें (फूल आने के समय नहीं)",
    "Avoid flow of irrigation water from infected to healthy field.":"संक्रमित खेत से स्वस्थ खेत में सिंचाई जल के प्रवाह से बचें।",
    "Bacterial leaf streak":"जीवाणु पत्ती की धारियाँ",
    "Xanthomonas campestris p.v. oryzicola":"ज़ैथोमोनस कैम्पॅस्ट्रिस पी. वी. ओरिज़िकोला",
    "Fine translucent streaks appear between the veins of the leaf are the first symptoms.":"पत्ती की शिराओं के बीच महीन पारभासी धारियाँ दिखाई देना पहला लक्षण है।",
    "The lesions enlarge lengthwise and advance over larger veins laterally and turn brown. On very susceptible varieties a yellow halo appears around the lesions. On the surface of the lesions, bacteria ooze out and form small yellow band-like exudates under humid conditions. In severe cases the leaves may dry up.":"घाव लंबाई में बड़े हो जाते हैं और पार्श्व में बड़ी नसों तक बढ़ते हैं और भूरे रंग में बदल जाते हैं। अति संवेदनशील किस्मों पर घावों के चारों ओर एक पीला प्रभामंडल दिखाई देता है। घावों की सतह पर, बैक्टीरिया रिसने लगते हैं और आर्द्र परिस्थितियों में छोटे पीले बैंड जैसे स्राव बनाते हैं। गंभीर मामलों में पत्तियाँ सूख सकती हैं।",
    "High relative humidity (83-93%) or dew during morning hours for 2 to 3 hours.":"उच्च सापेक्ष आर्द्रता (83-93%) या सुबह के दौरान 2 से 3 घंटे तक ओस ।",
    "Grow resistant varieties":"प्रतिरोधी किस्में उगाएं",
    "IR 20, Krishna and Jagannath are tolerant to BLS":"आईआर 20, कृष्णा और जगन्नाथ बीएलएस के प्रति सहनशील हैं",
    "Avoid flow of irrigation water from infected to healthy field":"संक्रमित खेत से स्वस्थ खेत में सिंचाई जल के प्रवाह से बचें",
    "Soak the seed in Streptocycline (250 ppm) followed by hot water treatment at 52 0C for 30 minutes eradicates seedling infection.":"बीज को स्ट्रेप्टोसाइक्लिन ( 250 पीपीएम) में भिगोकर 30 मिनट तक 52 डिग्री सेल्सियस पर गर्म पानी से उपचारित करने से अंकुर का संक्रमण खत्म हो जाता है।",
    "Spray Streptocycline (250 ppm) along with copper oxychloride (0.3%)":"कॉपर ऑक्सीक्लोराइड (0.3%) के साथ स्ट्रेप्टोसाइक्लिन ( 250 पीपीएम) का छिड़काव करें",
    "Tungro disease":"तुंग्रो रोग",
    "Infection occurs both in the nursery and in the main field. Plants are markedly stunted. Stunting is more severe on susceptible varieties and slight on more resistant varieties. Leaves show yellow to orange discoloration and interveinal chlorosis.":"संक्रमण नर्सरी और मुख्य खेत दोनों में होता है। पौधे स्पष्ट रूप से बौने हो गए हैं। अतिसंवेदनशील किस्मों पर स्टंटिंग अधिक गंभीर है और अधिक प्रतिरोधी किस्मों पर मामूली है। पत्तियों में पीले से नारंगी रंग का मलिनकिरण और अंतःशिरा क्लोरोसिस दिखाई देता है।",
    "Yellow discoloration is commonly seen in 'Japonica' varieties, while 'Indica' varieties show orange discoloration. Yellowing starts from the tip of the leaf and may extend to the lower part of the leaf blade.":"पीला मलिनकिरण आमतौर पर 'जापोनिका' किस्मों में देखा जाता है, जबकि 'इंडिका' किस्मों में नारंगी रंग का मलिनकिरण दिखाई देता है। पीलापन पत्ती की नोक से शुरू होता है और पत्ती के ब्लेड के निचले हिस्से तक फैल सकता है।",
    "Young leaves are often mottled with pale green to whitish interveinal stripes and the old leaves may have rusty streaks of various sizes. The plants may be killed if infected early.":"नई पत्तियाँ अक्सर हल्के हरे से सफेद रंग की अंतःशिरा धारियों से युक्त होती हैं और पुरानी पत्तियों पर विभिन्न आकार की जंग लगी धारियाँ हो सकती हैं। जल्दी संक्रमित होने पर पौधे नष्ट हो सकते हैं।",
    "Tillering is reduced with poor root system. The infected plants have few spikelets and panicles are small with discoloured grains.":"खराब जड़ प्रणाली से कल्ले निकलना कम हो जाता है। संक्रमित पौधों में होती हैं और पुष्पगुच्छ छोटे होते हैं और दाने फीके रंग के होते हैं।",
    "Tungro infected plants can be chemically identified by lodine Test. Ten cm long leaf tip is cut in the early morning before 6 A.M. and dipped in a solution containing 2g Iodine and 6 g Potassium Iodide in 100 ml of water for 30 minutes. Tungro infected leaves show dark.":"टुंग्रो संक्रमित पौधों को लोडाइन टेस्ट द्वारा रासायनिक रूप से पहचाना जा सकता है। दस सेमी लंबी पत्ती की नोक को सुबह 6 बजे से पहले काटा जाता है। और 100 मिलीलीटर पानी में 2 ग्राम आयोडीन और 6 ग्राम पोटेशियम आयोडाइड युक्त घोल में 30 मिनट के लिए डुबोएं। टुंग्रो संक्रमित पत्तियां काली दिखाई देती हैं।",
    "Summer deep ploughing and burning of stubbles.":"ग्रीष्मकालीन गहरी जुताई और डंठल जलाना",
    "Destroy weed hosts of the virus and vectors.":"वायरस और वैक्टर के खरपतवार मेजबानों को नष्ट करें।",
    "Grow disease tolerant cultivars like MTU 9992, 1002, 1003, 1005, Suraksha, Vikramarya, Bharani, IR 36, IET 2508, RP 4-14, IET 1444, IR50 and Co45.":"एमटीयू 9992, 1002, 1003, 1005, सुरक्षा, विक्रमार्य, भरणी, आईआर 36, आईईटी 2508, आरपी 4-14, आईईटी 1444, आईआर 50 और सीओ 45 जैसी रोग प्रतिरोधी किस्में उगाएं।",
    "Control the vectors in the nursery by application of carbofuran granules @170 g/cent, 10 days after sowing and @10kg/ac in main filed":"बुआई के 10 दिन बाद 170 ग्राम / सेंट की दर से और मुख्य खेत में 10 किग्रा/एकड़ की दर से कार्बोफ्यूरान ग्रैन्यूल्स का प्रयोग करके नर्सरी में रोगवाहकों को नियंत्रित करें।",
    "Spray Monochrotophos@2.2 ml/lt or Phosphamidan @1ml/lt or Ethophenphos@1.5ml/lt or Neem oil @3 per cent in the main field 15 and 30 days after transplanting to control leaf hoppers.":"लीफ हॉपर को नियंत्रित करने के लिए रोपाई के 15 और 30 दिन बाद मुख्य खेत में मोनोक्रोटोफॉस 2.2 मिली/लीटर या फॉस्फामिडान 1 मिली/लीटर या एथोफेनफॉस 1.5 मिली/लीटर या नीम का तेल 3 प्रतिशत का छिड़काव करें।",
    "Suitable soil and weather conditions are the most important factors for the cultivation of Maize.":"मक्का की खेती के लिए उपयुक्त मिट्टी और मौसम की स्थिति सबसे महत्वपूर्ण कारक हैं।",
    "The Maize grows in all soils from light sandy to heavy clay.":"मक्का हल्की रेतीली से लेकर भारी मिट्टी तक सभी मिट्टी में उगता है।",
    "Light soils are good for an early crop, while clay loam and sandy loam soils are well suited for heavy yields.":"हल्की मिट्टी एक शुरुआती फसल के लिए अच्छी होती है, जबकि मिट्टी की दोमट और रेतीली दोमट मिट्टी भारी पैदावार के लिए अच्छी तरह से अनुकूल होती है।",
    "Ph range :- 5.8-6.0":"पीएच रेंज: - 5.8-6.0",
    "Removal of stubbles if any in the field planned to cultivate Maize crop.":"मक्का की फसल की खेती करने की योजना बनाने वाले खेत में पराली को हटाना।",
    "Maize is a warm season crop.":"Maize is a warm season crop.",
    "The crop does well under an average monthly temperature of 20 to 25 C":"फसल 20 से 25 डिग्री सेल्सियस के औसत मासिक तापमान के तहत अच्छी तरह से काम करती है",
    "Varieties:-MAS 09P, MERAJ, GANGA SAFED2, AMBER , SONA":"Varieties:-MAS 09P, MERAJ, GANGA SAFED2, AMBER , SONA",
    "A well decomposed FYM @ 10 tonnes /ha should be mixed with biofertilizers @5kg, Trichoderma @2kg , Pseudomonas @2kg and mixing biofertilizers.":"एक अच्छी तरह से विघटित एफवाईएम @ 10 टन / हेक्टेयर को जैव उर्वरकों @5kg, ट्राइकोडर्मा @2kg, स्यूडोमोनास @2kg और मिश्रित जैव उर्वरकों के साथ मिलाया जाना चाहिए।",
    "DAP @ 52Kg":"डीएपी @ 52 किग्रा",
    "MOP@ 20Kg":"MOP@ 20 किग्रा",
    "Micronutrient mixture @ 12.5Kg":"सूक्ष्म पोषक तत्व मिश्रण @ 12.5 किलो",
    "Zinc Sulphate@25Kg":"जिंक Sulphate@25Kg",
    "Phosphorus solubilizing bacteria @3kg":"फास्फोरस घुलनशील बैक्टीरिया @3kg",
    "Azotobacter @ 3Kg":"Azotobacter @ 3Kg",
    "Neemcake @3-5kg":"नीमकेक @ 3-5 किलो",
    "Water conservation and pest management technologies:-":"जल संरक्षण और कीट प्रबंधन प्रौद्योगिकियां:-",
    "SOWING":"बुवाई",
    "Seed - sowing":"बीज - बुवाई",
    "8kg /acre for hybrid seed and 10kg/acre for composite seed.":"संकर बीज के लिए 8 किलोग्राम प्रति एकड़ और मिश्रित बीज के लिए 10 किलोग्राम प्रति एकड़।",
    "Spacing-60cm *20 cm":"स्पेसिंग-60 सेमी * 20 सेमी",
    "Weeding:-":"निराई-गुड़ाई :-",
    "Manual weeding may be done if required with the small implements":"Manual weeding may be done if required with the small implements",
    "Chemical control by using pre-emergence of Atrazine @400-800 gram/acre.":"एट्राज़िन @ 400-800 ग्राम / एकड़ के पूर्व-उद्भव का उपयोग करके रासायनिक नियंत्रण।",
    "Chemical control By using post emergent herbicides like Alachlor@ 450g /acre.":"450 ग्राम प्रति एकड़ Alachlor@ जैसे आपातकालीन जड़ी-बूटियों का उपयोग करके रासायनिक नियंत्रण।",
    "2nd dose application of nutrients":"पोषक तत्वों का दूसरा खुराक अनुप्रयोग",
    "Calcium nitrate 10+25 kg /acre of urea fortified with general liquid may be applied to soil and covered with soil.":"कैल्शियम नाइट्रेट 10 + 25 किलोग्राम / एकड़ यूरिया को सामान्य तरल के साथ फोर्टिफाइड मिट्टी पर लागू किया जा सकता है और मिट्टी के साथ कवर किया जा सकता है।",
    "Urea @85Kg/ha":"यूरिया @85Kg प्रति हेक्टेयर",
    "Magnesium sulphate @ 40kg/ha":"मैग्नीशियम सल्फेट @ 40 किलो /हेक्टेयर",
    "Harvesting of the maize is usually made according to the use. Harvesting of maize matures within 90-110 days.Plants may remain green when the cobs are dry and ready to harvest.Therefore,do not wait for stalks to dry up for harvesting,this is desirable as such plants can be used as fodder.":"मक्का की कटाई आमतौर पर उपयोग के अनुसार की जाती है। मक्का की कटाई 90-110 दिनों के भीतर परिपक्व हो जाती है। जब कोब सूख जाते हैं और कटाई के लिए तैयार होते हैं तो पौधे हरे रह सकते हैं। इसलिए, कटाई के लिए डंठल के सूखने का इंतजार न करें, यह वांछनीय है क्योंकि ऐसे पौधों का उपयोग चारे के रूप में किया जा सकता है।",
    "INSECTS, PEST AND DISEASES OF PLANT":"कीड़े, कीट और पौधे के रोग",
    "Downy mildew : Peranosclerospora sorghi":"डाउनी फफूंदी: पेरानोस्क्लेरोस्पोरा सोर्घी",
    "Systemic infection as chlorosis which appears 10-14 days.":"क्लोरोसिस के रूप में प्रणालीगत संक्रमण जो 10-14 दिनों में दिखाई देता है।",
    "Leaves tend to be narrower and more erect.":"पत्तियां संकरी और अधिक सीधी होती हैं।",
    "Plants infected early usually die four weeks after infection.":"जल्दी संक्रमित पौधे आमतौर पर संक्रमण के चार सप्ताह बाद मर जाते हैं।",
    "Chlorosis is noticeable on the lower half of the leaf : Half-leaf symptom":"क्लोरोसिस पत्ती के निचले आधे हिस्से पर ध्यान देने योग्य है: आधा पत्ती का लक्षण",
    "Chlorosis gradually covers the entire leaf surface at later stage":"क्लोरोसिस धीरे-धीरे बाद के चरण में पूरी पत्ती की सतह को कवर करता है",
    "A white downy growth is seen on the lower leaf surface under humid warm conditions":"आर्द्र गर्म परिस्थितियों में निचली पत्ती की सतह पर एक सफेद डाउनी वृद्धि देखी जाती है",
    "Systemically infected plants do not form cob and if it forms they are small and poorly filled":"व्यवस्थित रूप से संक्रमित पौधे कोब नहीं बनाते हैं और यदि यह बनता है तो वे छोटे और खराब भरे होते हैं",
    "Downy mildew is caused by several species of the fungus Sclerospora and is of serious concern in maize-producing areas in several countries of the region.":"डाउनी फफूंदी कवक स्क्लेरोस्पोरा की कई प्रजातियों के कारण होती है और इस क्षेत्र के कई देशों में मक्का उत्पादक क्षेत्रों में गंभीर चिंता का विषय है।",
    "Symptom expression is greatly affected by plant age, pathogen species, and prevailing environmental factors.":"लक्षण अभिव्यक्ति पौधे की उम्र, रोगज़नक़ प्रजातियों और प्रचलित पर्यावरणीय कारकों से बहुत प्रभावित होती है।",
    "Long crop rotation with crops that are not the natural host of the fungus.":"फसलों के साथ लंबे समय तक फसल रोटेशन जो कवक के प्राकृतिक मेजबान नहीं हैं",
    "Irrigate the crops at the time of earhead emergence to maturity.":"मिट्टी के उद्भव से परिपक्वता के समय फसलों की सिंचाई करें।",
    "Treat the seeds with Carbendazim or Captan at 2 g/kg.":"Treat the seeds with Carbendazim or Captan at 2 g/kg.",
    "Grow disease tolerant varieties viz., SN-65, SWS-8029, Diva and Zenit.":"रोग सहिष्णु किस्में उगाएं जैसे एसएन -65, एसडब्ल्यूएस -8029, दिवा और जेनिट।",
    "Charcoal Rot":"लकड़ी का कोयला सड़न",
    "The affected plants exhibit wilting symptoms.":"प्रभावित पौधे मुरझाने के लक्षण प्रदर्शित करते हैं।",
    "The stalk of the infected plants can be recognized by grayish streak.":"संक्रमित पौधों के डंठल को भूरे रंग की लकीर से पहचाना जा सकता है।",
    "The pith becomes shredded and grayish black minute sclerotia develop on the vascular bundles.":"पिथ कटा हुआ हो जाता है और संवहनी बंडलों पर भूरे रंग का काला मिनट स्क्लेरोडिया विकसित होता है।",
    "Shredding of the interior of the stalk often causes stalks to break in the region of the crown.":"डंठल के इंटीरियर के टुकड़े अक्सर मुकुट के क्षेत्र में डंठल तोड़ने का कारण बनते हैं।",
    "The crown region of the infected plant becomes dark in color.":"संक्रमित पौधे का मुकुट क्षेत्र गहरे रंग का हो जाता है।",
    "Shredding of root bark and disintegration of root system are the common features.":"जड़ की छाल का कटान और जड़ प्रणाली का विघटन सामान्य विशेषताएं हैं।",
    "The primary source of infection is through soil-borne sclerotia.":"संक्रमण का प्राथमिक स्रोत मिट्टी से उत्पन्न स्क्लेरोडिया के माध्यम से है।",
    "The pathogen also attacks many other hosts, which helps in its perpetuation.":"The pathogen also attacks many other hosts, which helps in its perpetuation.",
    "Since the fungus is a facultative parasite it is capable of living saprophytically on dead organic tissues, particularly many of its natural hosts producing sclerotial bodies.":"चूंकि कवक एक संकाय परजीवी है, इसलिए यह मृत कार्बनिक ऊतकों पर सैप्रोफाइटिक रूप से रहने में सक्षम है, विशेष रूप से इसके कई प्राकृतिक मेजबान स्क्लेरोडियल शरीर का उत्पादन करते हैं।",
    "Observe for the following symptom":"निम्नलिखित लक्षण ों का निरीक्षण करें",
    "Leaf blight - Helminthosporium maydis":"लीफ ब्लाइट - हेल्मिन्थोस्पोरियम मेडिस",
    "The fungus affects the crop at a young stage.":"कवक युवा अवस्था में फसल को प्रभावित करता है।",
    "Small yellowish round to oval spots are seen on the leaves. The spots gradually increase in area into bigger elliptical spots and are straw to grayish brown in the center with dark brown margins.":"पत्तियों पर छोटे पीले गोल से अंडाकार धब्बे देखे जाते हैं। धब्बे धीरे-धीरे बड़े अंडाकार धब्बों में क्षेत्र में बढ़ते हैं और गहरे भूरे रंग के मार्जिन के साथ केंद्र में भूसे से भूरे भूरे रंग के होते हैं।",
    "The spots coalesce giving a blighted appearance. The surface is covered with olive green velvety masses of conidia and conidiophores.":"धब्बे एक चमकदार उपस्थिति देते हुए एकजुट हो जाते हैं। सतह कोनिडिया और कोनिडियोफोर के जैतून के हरे मखमली द्रव्यमान से ढकी हुई है।",
    "There is a range of fungi that can cause leaf diseases in maize.":"कवक की एक श्रृंखला है जो मक्का में पत्ती रोगों का कारण बन सकती है।",
    "The fungus, causing by far the greatest damage in our climate, is called Setosphaeria turcica as teleomorph (sexual reproduction state).":"कवक, जो हमारी जलवायु में अब तक का सबसे बड़ा नुकसान पहुंचाता है, को सेटोस्फेरिया टर्सिका कहा जाता है जिसे टेलोमोर्फ (यौन प्रजनन अवस्था) कहा जाता है।",
    "Burn or bury the Infected maize stubbles.":"संक्रमित मक्का के ठूंठ को जला दें या दफना दें।",
    "Spray mancozeb or zineb @ 2-4 g/l or propiconazole 25% EC @ 1 ml/l on 35 and 50 DAYS":"35 और 50 दिनों पर मैनकोज़ेब या ज़िनेब @ 2-4 ग्राम / लीटर या प्रोपिकोनाज़ोल 25% ईसी @ 1 मिलीलीटर / लीटर स्प्रे करें",
    "Chilli":"मिर्च",
    "Botanical Name:- Capsicum Annum Var. Glabriusculum":"वानस्पतिक नाम:- शिमला मिर्च वार्षिक वर ग्लैब्रिस्कुलम",
    "Origin:- Mexico":"उत्पत्ति:- मेक्सिको",
    "Kingdom:- Plantae":"साम्राज्य:- प्लांटे",
    "Family:- Solanaceae":"परिवार:- सोलानेसी",
    "Chromosome number 2n= 24":"गुणसूत्र संख्या 2n= 24",
    "Soil type: sandy loam, clay loam soil with 5.5 to 7":"मिट्टी का प्रकार: बलुई दोमट, चिकनी दोमट मिट्टी 5.5 से 7",
    "Common varieties: Arka Meghna, green Jwala, Kashmiri, Teja":"सामान्य किस्में: अर्का मेघना, हरी ज्वाला, कश्मीरी, तेजा",
    "Tolerance varieties: Pusa sadabahar, Pant C-1":"सहनशीलता वाली किस्में: पूसा सदाबहार, पंत सी-1",
    "NPK requirement: 24 Kg Nitrogen, 24 Kg P2O5 and 12Kg K2O per acre":"एनपीके की आवश्यकता: 24 किलोग्राम नाइट्रोजन, 24 किलोग्राम पी2ओ5 और 12 किलोग्राम के2ओ प्रति एकड़",
    "About Chilli":"मिर्च के बारे में",
    "Chilli Is Very Popular All Over the World Because Of Its Taste.":"मिर्च अपने स्वाद के कारण पूरी दुनिया में बहुत लोकप्रिय है।",
    "They Cultivate Chili All Over the World.":"वे पूरी दुनिया में मिर्च की खेती करते हैं।",
    "The Demand for Chili Is Very High All Over the World.":"पूरी दुनिया में मिर्च की मांग बहुत ज्यादा है।",
    "Farmers Cultivate Chili to Gain High Profits.":"अधिक मुनाफ़ा पाने के लिए किसान मिर्च की खेती करते हैं।",
    "We Know it as The Cash Crop.":"हम इसे नकदी फसल के नाम से जानते हैं।",
    "Chilli Promotes Weight Loss.":"मिर्च वजन घटाने को बढ़ावा देती है।",
    "It Helps the Human Body to Fight Cancer.":"यह मानव शरीर को कैंसर से लड़ने में मदद करता है।",
    "We Also Use It as Natural Pain Relief.":"हम इसे प्राकृतिक दर्द निवारक के रूप में भी उपयोग करते हैं।",
    "It Is Good for Fighting Various Types of Infection.":"यह विभिन्न प्रकार के संक्रमण से लड़ने के लिए अच्छा है।",
    "Brinjal":"बैंगन",
    "Botanical Name:- Solanum Melongena":"वानस्पतिक नाम:- सोलनम मेलोंजेना",
    "Origin:- Indo-Burma":"उत्पत्ति:- इंडो-बर्मा",
    "Soil type: loose friable, well drained silt loam or clay loam soils rich in organic matter":"मिट्टी का प्रकार: ढीली भुरभुरी, अच्छी जल निकास वाली गादयुक्त दोमट या कार्बनिक पदार्थ से भरपूर चिकनी दोमट मिट्टी",
    "Common varieties: pusa purple long, Pusa Kranti, Pusa Barsati":"सामान्य किस्में: पूसा पर्पल लॉन्ग, पूसा क्रांति, पूसा बरसाती",
    "Tolerance varieties: Arka Shirish, Pusa Krati, Arka Sheel":"सहनशीलता वाली किस्में: अर्का शिरीष, पूसा क्राति, अर्का शील",
    "NPK requirement: for varieties is 100:50:50 kg NPK/ha and for hybrids it is 200:75:75 kg NPK/ha.":"एनपीके आवश्यकता: किस्मों के लिए 100:50:50 किलोग्राम एनपीके/हेक्टेयर है और संकर के लिए यह 200:75:75 किलोग्राम एनपीके/हेक्टेयर है।",
    "About Brinjal":"बैंगन के बारे में",
    "We Commonly Know Brinjal as An Eggplant.":"हम आमतौर पर बैंगन को बैंगन के नाम से जानते हैं।",
    "We Cultivate Brinjal All Over the World.":"हम पूरी दुनिया में बैंगन की खेती करते हैं।",
    "Because Of Its Meaty Texture and Health Benefits, It Is Very Popular All Over the World.":"अपनी मांसल बनावट और स्वास्थ्य लाभों के कारण, यह पूरी दुनिया में बहुत लोकप्रिय है।",
    "Brinjal Is Very Rich in Antioxidants and Helps Us to Control Our Weight And It Is Best for Heart Health.":"बैंगन एंटीऑक्सीडेंट से भरपूर होता है और हमारे वजन को नियंत्रित करने में मदद करता है और यह हृदय स्वास्थ्य के लिए सबसे अच्छा है।",
    "In Many Research, They Have Also Known Brinjal as Anti-Cancerous.":"कई रिसर्च में बैंगन को कैंसर रोधी भी बताया गया है।",
    "Tomato":"टमाटर",
    "Botanical Name:- Solanum Lycopersicum":"वानस्पतिक नाम:- सोलनम लाइकोपर्सिकम",
    "Origin:- South America":"उत्पत्ति:-दक्षिण अमेरिका",
    "Soil type: well drained sandy or red loam soil rich in organic matter with a pH range go 6 to 7":"मिट्टी का प्रकार: अच्छी जल निकास वाली रेतीली या लाल दोमट मिट्टी, जो कार्बनिक पदार्थों से भरपूर हो और जिसका पीएच रेंज 6 से 7 हो।",
    "Common varieties: Pusa Sadabahar, Pusa Upahar, Arka Shrestha,Arka Vardhan, Arka Vishal, Arka Saurabh, Punjab Chauraha":"सामान्य किस्में: पूसा सदाबहार, पूसा उपहार, अर्का श्रेष्ठ, अर्का वर्धन, अर्का विशाल, अर्का सौरभ, पंजाब चौराहा",
    "Tolerance varieties: Arka rakshak, Arka Gaurav, arka Komal, Arka Vikas":"सहनशीलता वाली किस्में: अर्का रक्षक, अर्का गौरव, अर्का कोमल, अर्का विकास",
    "Nutrient requirement: for hybrids is 200:150:100 kg of NPK per ha":"पोषक तत्वों की आवश्यकता: संकर के लिए 200:150:100 किलोग्राम एनपीके प्रति हेक्टेयर है",
    "About Tomato":"टमाटर के बारे में",
    "The Name Tomato Comes from The Spanish Name (Tomate)":"टमाटर का नाम स्पैनिश नाम (टोमेट) से आया है।",
    "The Demand for Tomatoes Is Very High All Over the World Because Of Its Exceptional Taste And Farmers Cultivation.":"अपने असाधारण स्वाद और किसानों की खेती के कारण टमाटर की मांग पूरी दुनिया में बहुत अधिक है।",
    "Tomatoes Earn Good Profits Because Of Its High Demand in Asian and European Countries.":"एशियाई और यूरोपीय देशों में टमाटर की अधिक मांग होने के कारण यह अच्छा मुनाफा कमाता है।",
    "It Is One of The Best Vegetable Cash Crops For Farmers.":"यह किसानों के लिए सर्वोत्तम सब्जी नकदी फसलों में से एक है।",
    "Bitter Gourd":"करेला",
    "Botanical Name:- Momordica Charantia":"वानस्पतिक नाम:-मोमोर्डिका चारेंटिया",
    "Family:- Cucurbitaceae":"परिवार:- कुकुर्बिटेसी",
    "Chromosome number 2n= 22":"गुणसूत्र संख्या 2n= 22",
    "Soil type: well drained sandy to sandy loam soil rich in organic matter":"मिट्टी का प्रकार: अच्छी जल निकास वाली रेतीली से बलुई दोमट मिट्टी, जो कार्बनिक पदार्थों से भरपूर हो",
    "Common varieties: Priya,Preeti, CO1":"सामान्य किस्में: प्रिया, प्रीति, CO1",
    "Tolerance varieties: Pusa Vishesh, Pusa Do Mausami, Pusa Hybrid 1 Arka Harit":"सहनशील किस्में: पूसा विशेष, पूसा दो मौसमी, पूसा हाइब्रिड 1 अर्का हरित",
    "Nutrient requirement: Apply 10 kg of FYM per pit (20 t/ha) 100g of NPK 6:12:12/pit as basal and 10 g of N/pit 30 days after sowing.":"पोषक तत्वों की आवश्यकता: बुआई के 30 दिन बाद प्रति गड्ढे में 10 किलोग्राम एफवाईएम (20 टन/हेक्टेयर), 100 ग्राम एनपीके 6:12:12/गड्ढे में बेसल और 10 ग्राम एन/गड्ढे में डालें।",
    "About Bitter Gourd":"करेले के बारे में",
    "We Commonly Know Bitter Gourd as Bitter Melon.":"हम आमतौर पर करेले को करेले के नाम से जानते हैं।",
    "This Vegetable Is Rich in Antioxidants, Flavonoids And Other Polyphenol Compounds.":"यह सब्जी एंटीऑक्सिडेंट, फ्लेवोनोइड और अन्य पॉलीफेनोल यौगिकों से भरपूर है।",
    "There Are Many Varieties of Bitter Gourd.":"करेले की कई किस्में होती हैं",
    "These Are White-Fruited Types of Bitter Melon, Green-Fruited Types of Bitter Melon, Tubercled Types, Long-Fruited Types, And Spindle-Shaped Types.":"ये हैं सफेद फल वाले प्रकार के कड़वे तरबूज, हरे फल वाले प्रकार के कड़वे तरबूज, ट्यूबरकल प्रकार, लंबे फल वाले प्रकार, और धुरी के आकार के प्रकार।",
    "Green Gram":"हरा चना",
    "Botanical Name:- Vigna Radiata":"वानस्पतिक नाम:- विग्ना रेडियेटा",
    "Origin:- India":"उत्पत्ति:- भारत",
    "Family:- Fabaceae":"परिवार:- फैबेसी",
    "Soil type: sandy loam to black cotton soil.":"मिट्टी का प्रकार: बलुई दोमट से काली कपासी मिट्टी।",
    "Very sensitive to water logging conditions.":"जल जमाव की स्थिति के प्रति बहुत संवेदनशील",
    "Common varieties: Khargone 1, Krishna 11, Jawahar 45, Kopergaon, Mohini (S-8), PS 16, Pant Moong 3, Pusa 105.":"सामान्य किस्में: खरगोन 1, कृष्णा 11, जवाहर 45, कोपरगांव, मोहिनी (एस-8), पीएस 16, पंत मूंग 3, पूसा 105",
    "Tolerance varieties: CO1, ADT1, JGG1.CO2, VBN4, CO8":"सहनशीलता की किस्में: CO1, ADT1, JGG1.CO2, VBN4, CO8",
    "NPK requirement: 35: 50:00 kg/h":"एनपीके आवश्यकता: 35: 50:00 किग्रा/घंटा",
    "About Green Gram":"हरे चने के बारे में",
    "Green Gram Is a Very Important Pulse Crop.":"हरा चना एक अत्यंत महत्वपूर्ण दलहनी फसल है।",
    "It Is Very Rich in Nutrients and Antioxidants.":"यह पोषक तत्वों और एंटीऑक्सीडेंट से भरपूर है।",
    "Moong Bean Is Good for Heart Health and Brain Health.":"मूंग दाल हृदय स्वास्थ्य और मस्तिष्क स्वास्थ्य के लिए अच्छी है।",
    "Green Gram Also Helps Us to Lose Weight":"हरा चना हमें वजन कम करने में भी मदद करता है",
    "Black Gram":"काला चना",
    "Botanical Name:- Vigna Mungo":"वानस्पतिक नाम:-विग्ना मुंगो",
    "Origin:- South Asia":"उत्पत्ति:- दक्षिण एशिया",
    "Soil type: well-drained soil with pH of 6.5 to 7.8":"मिट्टी का प्रकार: 6.5 से 7.8 पीएच के साथ अच्छी जल निकासी वाली मिट्टी",
    "Common varieties: Pant urd 31, Basant bahar, Vishwas, Mash479":"सामान्य किस्में: पंत उर्द 31, बसंत बहार, विश्वास, माश479",
    "Tolerance varieties: VBN 9, VBN 10PDU1":"सहनशीलता की किस्में: वीबीएन 9, वीबीएन 10पीडीयू1",
    "NPK requirement: 20:40:20 NPK kg/ha along with 20 kg S/ha":"एनपीके आवश्यकता: 20:40:20 एनपीके किग्रा/हेक्टेयर के साथ 20 किग्रा प्रति हेक्टेयर",
    "About Black Gram":"काले चने के बारे में",
    "Don’t Get Confused Between a Black Gram and Mung Bean as These Two Are Totally Different.":"काले चने और मूंग के बीच भ्रमित न हों क्योंकि ये दोनों बिल्कुल अलग हैं।",
    "There Are Many Names for The Black Gram, Urad Bean, Mash Kalai, Uzhunnu Parippu, Ulundu Paruppu, Minapa Pappu, Uddu (In Kannada) Or Black Matpe.":"काले चने, उड़द बीन, मैश कलाई, उझुन्नु पारिप्पु, उलुंडु परुप्पु, मिनपा पप्पू, उड्डू (कन्नड़ में) या ब्लैक मटपे के कई नाम हैं।",
    "Cotton":"कपास",
    "Botanical Name:- Gossypium":"वानस्पतिक नाम:- गॉसिपियम",
    "Origin:- America, Africa, Egypt and India":"उत्पत्ति:- अमेरिका, अफ्रीका, मिस्र और भारत",
    "Family:- Malvaceous":"परिवार:- दुर्भावनापूर्ण",
    "Chromosome number 2n= 26":"गुणसूत्र संख्या 2n= 26",
    "Soil type: laterite soil":"मिट्टी का प्रकार: लैटेराइट मिट्टी",
    "Common varieties: Bengal Dashi, J-34 S/g or D/r, LRA, H-4, MECH-1, Shanker-6, Bunny, MCU-5(30-31-32-33-MM), DCH-32":"सामान्य किस्में: बंगाल दशी, जे-34 एस/जी या डी/आर, एलआरए, एच-4, एमईसीएच-1, शंकर-6, बनी, एमसीयू-5(30-31-32-33-एमएम), डीसीएच- 32",
    "Tolerance varieties: Ankur 555, Bayer7172, US51, BAYER7272, KAVERI BULLET":"सहनशीलता किस्में: अंकुर 555, बायर7172, यूएस51, बायर7272, कावेरी बुलेट",
    "NPK requirement: 50 kg N, 30 kg P, and 35 Kg of K per acre":"एनपीके की आवश्यकता: 50 किग्रा एन, 30 किग्रा पी, और 35 किग्रा केएल प्रति एकड़",
    "About Cotton":"कपास के बारे में",
    "It is One Of the Best Natural Fibers.":"यह सर्वोत्तम प्राकृतिक रेशों में से एक है।",
    "The Demand for Cotton Is Increasing Day by Day.":"कपास की मांग दिन-ब-दिन बढ़ती जा रही है।",
    "It Is Also One of The Best Commercial Crops.":"यह सर्वोत्तम व्यावसायिक फसलों में से एक है।",
    "Farming Of Cotton Started In 6.000 BC.":"कपास की खेती 6,000 ईसा पूर्व में शुरू हुई।",
    "The Best Thing for The Cotton is that it Soaks Up To 24-27 Of Its Own Weight in Water.":"कपास के लिए सबसे अच्छी बात यह है कि यह अपने वजन का 24-27 प्रतिशत तक पानी सोख लेता है।",
    "Paddy":"धान",
    "Botanical Name:- Oryza Sativa (Asian Rice)":"वानस्पतिक नाम:- ओरिजा सैटिवा (एशियाई चावल)",
    "Origin:- South-Central China":"उत्पत्ति:- दक्षिण-मध्य चीन",
    "Family:- Pinaceae":"परिवार:- पिनासी",
    "Soil type: clay or clay loam soil":"मिट्टी का प्रकार: चिकनी मिट्टी या चिकनी दोमट मिट्टी",
    "NPK requirement: N: P: K @ 50: 12: 12 kg/acre":"एनपीके आवश्यकता: एन: पी: के @ 50: 12: 12 किग्रा/एकड़",
    "About Rice":"चावल के बारे में",
    "Rice Is One of The Common Crops Cultivated All Over the World in Large Quantities.":"चावल दुनिया भर में बड़ी मात्रा में उगाई जाने वाली आम फसलों में से एक है।",
    "The Popularity of Rice Can’t Be Expressed in Words because 95% Of the People All Over the World Consume Rice as A Stable Food.":"चावल की लोकप्रियता को शब्दों में व्यक्त नहीं किया जा सकता क्योंकि दुनिया भर में 95% लोग चावल को एक स्थिर भोजन के रूप में खाते हैं।",
    "There Are Many Health Benefits of The Rice Like It Is Very Easy to Digest And Improve The Digestive System.":"चावल के कई स्वास्थ्य लाभ हैं जैसे इसे पचाना बहुत आसान है और पाचन तंत्र में सुधार होता है।",
    "It’s Very Rich in Carbohydrate and Proteins.":"यह कार्बोहाइड्रेट और प्रोटीन से भरपूर है।",
    "Maize":"मक्का",
    "Botanical Name:- Zea Mays":"वानस्पतिक नाम:- ज़िया मेयस",
    "Origin:- Central America and Mexico":"उत्पत्ति:-मध्य अमेरिका और मैक्सिको",
    "Family:- Poaceae":"परिवार:- पोएसी",
    "Chromosome number 2n= 20":"गुणसूत्र संख्या 2n= 20",
    "Soil type: sandy to clay loam soil":"मिट्टी का प्रकार: रेतीली से चिकनी दोमट मिट्टी",
    "Common Varieties":"सामान्य किस्में",
    "Ambrosia Hybrid Corn":"एम्ब्रोसिया हाइब्रिड मकई",
    "Jubilee Hybrid Corn":"जुबली हाइब्रिड मकई",
    "Honey Select Hybrid Corn":"हनी सेलेक्ट हाइब्रिड कॉर्न",
    "Golden Bantam Corn":"गोल्डन बैंटम कॉर्न",
    "Peaches and Cream Corn":"आड़ू और क्रीम मकई",
    "Nirvana Hybrid Corn":"निर्वाण हाइब्रिड मकई",
    "Silver Queen Hybrid Corn":"सिल्वर क्वीन हाइब्रिड मकई",
    "Tolerance varieties: DHM-107 DHM-109, Longe 4, longe 5":"सहनशीलता की किस्में: डीएचएम-107 डीएचएम-109, लोंगे 4, लोंगे 5",
    "NPK requirement: 135: 62.5: 50 NPK kg per hectare, ZnSO4 37.5 kg per hectare":"एनपीके आवश्यकता: 135: 62.5: 50 एनपीके किलोग्राम प्रति हेक्टेयर, जेएनएसओ4 37.5 किलोग्राम प्रति हेक्टेयर",
    "About Maize":"मक्का के बारे में",
    "Maize Is One of The Most Important Cereal Crops Which Is Called a Miracle Crop.":"मक्का सबसे महत्वपूर्ण अनाज फसलों में से एक है जिसे चमत्कारी फसल कहा जाता है।",
    "It Has Different Types Like Field Maize (To Feed Livestock), Popcorn, Sweet Corn, Baby Corn, Indian Corn.":"इसके विभिन्न प्रकार होते हैं जैसे खेत का मक्का (पशुधन को खिलाने के लिए), पॉपकॉर्न, स्वीट कॉर्न, बेबी कॉर्न, इंडियन कॉर्न।",
    "We Know Maize As (Queen of Cereals).":"हम मक्के को (अनाज की रानी) के रूप में जानते हैं।",
    "Maize Has Many Industrial Uses in Making Starch, Corn Flour, Corn Syrup.":"स्टार्च, मक्के का आटा, मक्के का सिरप बनाने में मक्के के कई औद्योगिक उपयोग होते हैं।",
    "We Also Use It in The Paper and Textile Industry.":"हम इसका उपयोग कागज और कपड़ा उद्योग में भी करते हैं।",
    "Corn Is Rich in Vitamin-C.":"मकई विटामिन-सी से भरपूर होता है।",
    "It Is Good for Cancer and Heart Diseases.":"यह कैंसर और हृदय रोगों के लिए अच्छा है।",
    "It Is Important for The Farmers Because It Comes in the list of cash crops.":"यह किसानों के लिए महत्वपूर्ण है क्योंकि यह नकदी फसलों की सूची में आता है।",
    "100g Of Maize Contain Nutrients Like":"100 ग्राम मक्के में निम्नलिखित पोषक तत्व होते हैं",
    "Calories: - 86 Cal":"कैलोरी:- 86 कैल",
    "Total Fat: - 1.18g":"कुल वसा:- 1.18 ग्राम",
    "Carbohydrate: - 19.02g":"कार्बोहाइड्रेट:- 19.02 ग्राम",
    "Protein: - 3.22g":"प्रोटीन:- 3.22 ग्राम",
    "Jowar":"ज्वार",
    "Botanical Name:- Sorghum Bicolor":"वानस्पतिक नाम:- ज्वार बाइकलर",
    "Origin:- India and Africa":"उत्पत्ति: -भारत और अफ्रीका",
    "Soil type: alluvial soil or mixed black soil and red soil":"मिट्टी का प्रकार: जलोढ़ मिट्टी या मिश्रित काली मिट्टी और लाल मिट्टी",
    "Common varieties: Pusa Chari Hybrid, HJ 523, Safed Moti, CSH 20 MF":"सामान्य किस्में: पूसा चरी हाइब्रिड, एचजे 523, सफेद मोती, सीएसएच 20 एमएफ",
    "NPK requirement: 40:20: 0 Kg of NPK fertilizer per hectare":"एनपीके आवश्यकता: 40:20: 0 किलोग्राम एनपीके उर्वरक प्रति हेक्टेयर",
    "About Jowar":"ज्वार के बारे में",
    "Jowar is one of the important cereal crops.":"ज्वार महत्वपूर्ण अनाज फसलों में से एक है।",
    "It's a staple food for poor people.":"यह गरीब लोगों का मुख्य भोजन है।",
    "We also use it as a fodder crop to feed livestock.":"हम इसका उपयोग पशुओं को खिलाने के लिए चारे की फसल के रूप में भी करते हैं।",
    "Farmers grow Jowar in both seasons which are rabi and kharif crops.":"किसान ज्वार दोनों मौसमों में उगाते हैं जो रबी और ख़रीफ़ की फ़सलें हैं।",
    "It helps in improving our digestion as it’s rich in fiber content.":"यह हमारे पाचन को बेहतर बनाने में मदद करता है क्योंकि इसमें फाइबर की मात्रा भरपूर होती है।",
    "Jowar has also got industrial use in making gunny bags.":"ज्वार का औद्योगिक उपयोग बोरियां बनाने में भी होता है।",
    "We also use it for making alcohol.":"इसका उपयोग हम शराब बनाने में भी करते हैं",
    "100g Of Jowar Contain Nutrients Like:-":"100 ग्राम ज्वार में निम्नलिखित पोषक तत्व होते हैं:-",
    "Calories: - 349 Cal":"कैलोरी:- 349 कैल",
    "Protein: - 10.4 Gram":"प्रोटीन:- 10.4 ग्राम",
    "Carbs: - 72.6 Gram":"कार्ब्स:- 72.6 ग्राम",
    "Fats: - 1.9 Gram":"वसा:- 1.9 ग्राम",
    "Fiber: - 9.7 Gram":"फ़ाइबर:- 9.7 ग्राम",
    "Barley":"जौ",
    "Botanical Name:- Hordeum Vulgare":"वानस्पतिक नाम:- होर्डियम वल्गारे",
    "Originated From:- Egypt":"उत्पत्ति:- मिस्र",
    "Barley Chromosome Number:- 2n = 14":"जौ गुणसूत्र संख्या:- 2n = 14",
    "Soil type: Sandy loam to loamy stand soils of Indo-Gangetic plains having neutral to mild saline reaction and medium fertility":"मिट्टी का प्रकार: भारत-गंगा के मैदानी इलाकों की रेतीली दोमट से दोमट मिट्टी, जिसमें तटस्थ से लेकर हल्की लवणीय प्रतिक्रिया और मध्यम उर्वरता होती है।",
    "Common varieties: kailsh , clipper, jyoti, amber , ratna":"सामान्य किस्में: कैलाश, क्लिपर, ज्योति, एम्बर, रत्ना",
    "Tolerance varieties: Manjula, Azad, Jagriti (U.P.), BH 75 (Haryana), PL 172 (Punjab), Sonu & Dolma (H.P.)":"सहनशील किस्में: मंजुला, आज़ाद, जागृति (यू.पी.), बीएच 75 (हरियाणा), पीएल 172 (पंजाब), सोनू और डोलमा (एच.पी.)",
    "Nutrient requirement: Urea @ 55 kg/acre, SSP at 75kg per acre and MOP at 10kg per acre.":"पोषक तत्वों की आवश्यकता: यूरिया @ 55 किग्रा/एकड़, एसएसपी 75 किग्रा प्रति एकड़ और एमओपी 10 किग्रा प्रति एकड़।",
    "About Barley Crop":"जौ की फसल के बारे में",
    "We Mainly Grow Barley For Animal Fodder.":"हम मुख्य रूप से पशु चारे के लिए जौ उगाते हैं।",
    "It Is Also Used To Make Cosmetic Items And Health Products.":"इसका उपयोग कॉस्मेटिक सामान और स्वास्थ्य उत्पाद बनाने के लिए भी किया जाता है।",
    "Cosmetic Companies Mainly Use The Antioxidant Properties Of Barley To Make Cream And Conditioners.":"कॉस्मेटिक कंपनियां मुख्य रूप से जौ के एंटीऑक्सीडेंट गुणों का उपयोग क्रीम और कंडीशनर बनाने में करती हैं।",
    "We Know Barley For Its Health Benefits Like Weight Loss, Improve Digestion And Many Other Health Benefits.":"हम जौ को इसके स्वास्थ्य लाभों जैसे वजन घटाने, पाचन में सुधार और कई अन्य स्वास्थ्य लाभों के लिए जानते हैं।",
    "Farmers Mainly Grow Barley As The Cash crop.":"किसान मुख्यतः नकदी फसल के रूप में जौ उगाते हैं।",
    "Cauliflower":"फूलगोभी",
    "Botanical Name:- Brassica Oleracea Var. Botrytis":"वानस्पतिक नाम:- ब्रैसिका ओलेरासिया वर बोटरीतिस",
    "Originated From:- Island":"उत्पत्ति:- द्वीप से",
    "Family:- Brassicaceae":"परिवार:- ब्रैसिसेसी",
    "Cauliflower Chromosome Number:- 2n= 18":"फूलगोभी गुणसूत्र संख्या:- 2n= 18",
    "Soil type: well-drained yet moisture-retentive, fertile soil with pH of 6 to 7":"मिट्टी का प्रकार: 6 से 7 के पीएच के साथ अच्छी जल निकासी वाली लेकिन नमी बनाए रखने वाली उपजाऊ मिट्टी",
    "Early Kunwari.":"प्रारंभिक कुँवारी",
    "Pusa Early Synthetic.":"पूसा अर्ली सिंथेटिक",
    "Pant Gobhi 3.":"पन्त गोभी 3",
    "Pusa Deepali.":"पूसा दीपाली",
    "Pant Gobhi 2":"पन्त गोभी 2",
    "Tolerance varieties: usa Synthetic, Pant Shubhra, Punjab Giant-26, Punjab Giant-35":"सहनशीलता वाली किस्में: यूएसए सिंथेटिक, पंत शुभ्रा, पंजाब जाइंट-26, पंजाब जाइंट-35",
    "Pusa Snowball-1, Pusa Snowball-2, Sonwball-16, Dania Kalimpong.":"पूसा स्नोबॉल-1, पूसा स्नोबॉल-2, सोनवबॉल-16, दानिया कलिम्पोंग।",
    "Nutrient requirement: Apply FYM @250- 300q/ha, Nitrogen @100-150kg/ha, Phosphorus @ 60- 80kg/ha and Potassium @ 80kg/ha":"पोषक तत्वों की आवश्यकता: FYM @ 250- 300q/ha, नाइट्रोजन @ 100-150 kg/ha, फास्फोरस @ 60- 80 kg/ha और पोटेशियम @ 80 kg/ha",
    "About Cauliflower":"फूलगोभी के बारे में",
    "We Know Cauliflower For Its Fibre and B Vitamins":"फूलगोभी को हम इसके फाइबर और विटामिन बी के लिए जानते हैं।",
    "It Is Very Helpful In Digestion-Related Problems And It Has Many Other Health Benefits.":"यह पाचन संबंधी समस्याओं में बहुत मददगार है और इसके कई अन्य स्वास्थ्य लाभ भी हैं।",
    "It Is A Delicious Vegetable Consumed All Over The World.":"यह पूरी दुनिया में खाई जाने वाली एक स्वादिष्ट सब्जी है।",
    "Lentil":"मसूर",
    "Botanical Name:- Lens Culinaris":"वानस्पतिक नाम:- लेंस क्यूलिनारिस",
    "Lentil Chromosome Number:- 2n = 14":"लेंटिल गुणसूत्र संख्या:- 2n = 14",
    "soil type: Well drained, loam soils with neutral reaction are best for lentil cultivation":"मिट्टी का प्रकार: अच्छी जल निकास वाली, तटस्थ प्रतिक्रिया वाली दोमट मिट्टी मसूर की खेती के लिए सर्वोत्तम होती है",
    "Common varieties : Narendra masoor 1, grima , JL1":"सामान्य किस्में: नरेंद्र मसूर 1, ग्रिमा, जेएल1",
    "Tolerance varieties: RVL-31, IPL81 (Noori), IPL -316, IPL-406, WBL-77, Pant L-6, Pant L-7":"सहनशीलता की किस्में: आरवीएल-31, आईपीएल81 (नूरी), आईपीएल-316, आईपीएल-406, डब्लूबीएल-77, पंत एल-6, पंत एल-7",
    "Nutrient requirement: 20kg N, 40kg P, 20 kg K and 20kg S/ha.":"पोषक तत्वों की आवश्यकता: 20 किग्रा एन, 40 किग्रा पी, 20 किग्रा के और 20 किग्रा एस/हेक्टेयर।",
    "About Lentil":"मसूर के बारे में",
    "Lentil Is Consumed All Over The World As A Pulse.":"मसूर का सेवन पूरी दुनिया में दाल के रूप में किया जाता है।",
    "It Is Cultivated All Over The World, Mainly In Europe And Asia.":"इसकी खेती पूरी दुनिया में की जाती है, मुख्यतः यूरोप और एशिया में।",
    "Lentil Is Very Rich In Fibre And Carbohydrate":"मसूर में फाइबर और कार्बोहाइड्रेट की मात्रा बहुत अधिक होती है",
    "We Found Very Less Amount Of Fat Content It Lobia":"लोबिया में हमें वसा की मात्रा बहुत कम मात्रा में मिली",
    "One More Health Benefit Of Lobia Is Its Gluten-Free Property.":"लोबिया का एक और स्वास्थ्य लाभ इसकी ग्लूटेन-मुक्त संपत्ति है।",
    "In the Market There Are Many Types Of Products Made From Lentil Like Lentil Chips, Lentil Soup, Roasted Lentil.":"बाजार में दाल से बने कई तरह के उत्पाद मौजूद हैं जैसे दाल के चिप्स, दाल का सूप, भुनी हुई दाल।",
    "Mustard":"सरसों",
    "Botanical Name:- Brassica Nigra {Black Mustard}":"वानस्पतिक नाम:- ब्रैसिका नाइग्रा {काली सरसों}",
    "Originated From:- Spain":"उत्पत्ति:- स्पेन से",
    "Mustard Chromosome Number:- 2n = 18":"सरसों गुणसूत्र संख्या:- 2n = 18",
    "Soil type: Sandy loam to clay loam soils":"मिट्टी का प्रकार: बलुई दोमट से चिकनी दोमट मिट्टी",
    "Common varieties: pusa bold , Prakash, Shekhar, seeta":"सामान्य किस्में: पूसा बोल्ड, प्रकाश, शेखर, सीता",
    "Tolerance varieties: CS52, CS54, NRCDR2":"सहनशीलता की किस्में: सीएस52, सीएस54, एनआरसीडीआर2",
    "Nutrient requirement: 60-90kg nitrogen, 60 kg P2O5 and 40 kg K2O per hectare":"पोषक तत्व की आवश्यकता: 60-90 किलोग्राम नाइट्रोजन, 60 किलोग्राम P2O5 और 40 किलोग्राम K2O प्रति हेक्टेयर",
    "Sulphur is also added.":"सल्फर भी मिलाया जाता है",
    "About Mustard":"सरसों के बारे में",
    "Mustard Is The Primary Source Of Kitchen Oil.":"सरसों रसोई के तेल का प्राथमिक स्रोत है।",
    "Mustard Oil Is The Most Used Vegetable Kitchen Oil All Over The World.":"सरसों का तेल पूरी दुनिया में सबसे ज्यादा इस्तेमाल किया जाने वाला वनस्पति रसोई तेल है।",
    "We Also Use It In Different Health-Related Issues Like To Control Inflammatory Used In The Common Cold, Used For Painful Joints And Muscles (Rheumatism), And Also Used To Treat Arthritis.":"हम इसका उपयोग विभिन्न स्वास्थ्य संबंधी मुद्दों में भी करते हैं जैसे कि सूजन को नियंत्रित करने के लिए, सामान्य सर्दी में उपयोग किया जाता है, जोड़ों और मांसपेशियों में दर्द (गठिया) के लिए उपयोग किया जाता है, और गठिया के इलाज के लिए भी उपयोग किया जाता है।",
    "Mustard Soup, Mustard Chutney, Mustard Powder.":"सरसों का सूप, सरसों की चटनी, सरसों का पाउडर।",
    "There Are Many Other Products That Are Made From Mustard.":"ऐसे कई अन्य उत्पाद हैं जो सरसों से बनाए जाते हैं",
    "Oat":"जई",
    "Botanical Name:- Avena Sativa L":"वानस्पतिक नाम:- एवेना सैटिवा एल",
    "Originated From:- Asia Minor":"उत्पत्ति:- एशिया माइनर से",
    "Oat Chromosome Number:- 2n = 42":"जई गुणसूत्र संख्या:- 2n = 42",
    "Soil type: Medium textured soils are preferred to sandy soils":"मिट्टी का प्रकार: रेतीली मिट्टी की तुलना में मध्यम बनावट वाली मिट्टी को प्राथमिकता दी जाती है",
    "Common varieties: OS-5,OS-6, OL-9, BUNDEL JAI-822":"सामान्य किस्में:ओएस-5,ओएस-6, ओएल-9, बुंदेल जय-822",
    "Tolerance varieties: Teporaca, the best option, Babicora, Menonita, and Karma.":"सहनशीलता वाली किस्में: टेपोराका, सर्वोत्तम विकल्प, बेबीकोरा, मेनोनिटा और कर्मा।",
    "About Oat":"जई के बारे में",
    "Raw Oats Grains Are Used To Feed Livestock, And We Use Processed Oats For Consumption.":"कच्चे जई के दानों का उपयोग पशुओं को खिलाने के लिए किया जाता है, और हम उपभोग के लिए प्रसंस्कृत जई का उपयोग करते हैं।",
    "There Are Many Health Benefits Of Oats Like It Helps Us To Control Blood Pressure.":"ओट्स के कई स्वास्थ्य लाभ हैं जैसे यह हमें रक्तचाप को नियंत्रित करने में मदद करता है।",
    "It Also Provides Many Antioxidants To The Body, Helps In Constipation Conditions, Etc.":"यह शरीर को कई एंटीऑक्सीडेंट भी प्रदान करता है, कब्ज की स्थिति आदि में मदद करता है।",
    "We Can See Many Products Of Oats In The Market Branded As Nutritious Breakfast. Farmers Also Cultivate Oats As A Commercial crop.":"हम बाजार में ओट्स के कई उत्पाद देख सकते हैं जिन्हें पौष्टिक नाश्ते के रूप में जाना जाता है। किसान व्यावसायिक फसल के रूप में भी जई की खेती करते हैं।",
    "Pea":"मटर",
    "Botanical Name:- Pisum Sativum L":"वानस्पतिक नाम:- पिसम सैटिवम एल",
    "Originated From:- Palestine Or Egypt":"उत्पत्ति:- फिलिस्तीन या मिस्र से",
    "Pea Chromosome Number:- 2n= 14":"मटर गुणसूत्र संख्या:- 2n= 14",
    "Soil type: sandy to heavy clay, are good for peas as long as you have well-drained soil. Peas grow best in soil with a pH between 6 and 7.5.":"मिट्टी का प्रकार: रेतीली से भारी मिट्टी, मटर के लिए तब तक अच्छी है जब तक आपके पास अच्छी जल निकासी वाली मिट्टी है। मटर 6 और 7.5 के बीच पीएच वाली मिट्टी में सबसे अच्छी तरह उगते हैं।",
    "Common varieties: birsa matar-1, ANUP, Brahmi,Alaska early":"सामान्य किस्में: बिरसा मटर-1, एएनयूपी, ब्राह्मी, अलास्का अगेती",
    "Tolerance varieties: Bharti, vijay, pragati, sadabahar, sweta,uday":"सहनशीलता की किस्में: भारती, विजय, प्रगति, सदाबहार, श्वेता, उदय",
    "Nutrient requirement: 20: 60:40 kg NPK/ha.":"पोषक तत्व की आवश्यकता: 20: 60:40 किग्रा एनपीके/हेक्टेयर।",
    "About Pea":"मटर के बारे में",
    "Pea Is Very Popular Used All Over The World":"मटर पूरी दुनिया में बहुत लोकप्रिय है",
    "The Pea Is Available In The Market Easily In Season.":"मटर सीजन में बाजार में आसानी से मिल जाती है।",
    "After The Season It Is Available In Canned, Frozen, And Dried Peas.":"सीज़न के बाद यह डिब्बाबंद, जमे हुए और सूखे मटर में उपलब्ध है।",
    "It Is Cultivated All Over The World In The Rabi Season.":"इसकी खेती पूरे विश्व में रबी मौसम में की जाती है।",
    "Pigeon Pea":"अरहर",
    "Botanical Name:- Cajanus Cajan":"वानस्पतिक नाम:- काजानस काजन",
    "Originated From:- India":"उत्पत्ति:- भारत",
    "Pigeon Pea Chromosome Number:- 2n = 22":"अरहर गुणसूत्र संख्या:- 2n = 22",
    "Soil type: black cotton soils, well drained with a pH ranging from 7.0-8.5.":"मिट्टी का प्रकार: काली कपास मिट्टी, 7.0-8.5 के बीच पीएच के साथ अच्छी तरह से सूखा हुआ।",
    "Common varieties: DRG59, manak , Pusa - 885, Asha, Sharad (DA11), Narendra Arhar1, Bahar":"सामान्य किस्में: DRG59, मानक, पूसा - 885, आशा, शरद (DA11), नरेंद्र अरहर1, बहार",
    "Tolerance varieties: VL Arhar - 1, Vipula, JKM - 189, G.T. - 101, Pusa 991, Azad (K - 91 - 25), PPH - 4, ICPH - 8, IPH 09 - 5, ICPH - 2740":"सहनशीलता वाली किस्में: वीएल अरहर - 1, विपुला, जेकेएम - 189, जी.टी. - 101, पूसा 991, आज़ाद (के - 91 - 25), पीपीएच - 4, आईसीपीएच - 8, आईपीएच 09 - 5, आईसीपीएच - 2740",
    "Nutrient requirement: 25 - 30 kg N, 40 - 50 k g P 2 O 5 , 30 kg K 2 O per ha area as Basal dose at the time of sowing.":"पोषक तत्वों की आवश्यकता: बुआई के समय बेसल खुराक के रूप में 25 - 30 किग्रा एन, 40 - 50 किग्रा पी 2 ओ 5, 30 किग्रा के 2 ओ प्रति हेक्टेयर क्षेत्र।",
    "About Pigeon Pea":"अरहर दाल के बारे में",
    "We Commonly Know Pigeon Pea As Red Gram":"हम आम तौर पर अरहर को लाल चने के नाम से जानते हैं",
    "The Maximum Area Of red gram cultivation Is In India And Africa":"लाल चने की खेती का अधिकतम क्षेत्र भारत और अफ्रीका में है",
    "Farmers Cultivate Red Gram For The Green Manuring, Which Can Fix Atmospheric Nitrogen In The Soil.":"किसान हरी खाद के लिए लाल चने की खेती करते हैं, जो मिट्टी में वायुमंडलीय नाइट्रोजन को स्थिर कर सकती है।",
    "Potato":"आलू",
    "Botanical Name:- Solanum Tuberosum L":"वानस्पतिक नाम:- सोलेनम ट्यूबरोसम एल",
    "Originated From:- Southern Peru":"उत्पत्ति:- दक्षिणी पेरू",
    "Potato Chromosome Number:- 2n= 48 Soil type: Loamy and sandy loam soils, rich in organic matter with good drainage with pH range of 5.2- 6.4":"मिट्टी का प्रकार: दोमट और बलुई दोमट मिट्टी, कार्बनिक पदार्थ से भरपूर, अच्छे जल निकास वाली, पीएच रेंज 5.2- 6.4 के साथ",
    "Common varieties : Kufri sindhuri, kufri Lalima, kufri chipsona1, kufri chipsona2":"सामान्य किस्में: कुफरी सिंदुरी, कुफरी लालिमा, कुफरी चिपसोना1, कुफरी चिप्सोना2",
    "Tolerance varieties: setanta, Nicola, cara , Porvenir":"सहनशीलता की किस्में: सेतांता, निकोला, कारा, पोरवेनिर",
    "Nutrient requirement: 120kg N, 115 kg P2 O5 , and 120 K2O kg per hectare.":"पोषक तत्वों की आवश्यकता: 120 किग्रा एन, 115 किग्रा पी2ओ5, और 120 के2ओ किग्रा प्रति हेक्टेयर।",
    "About Potato":"आलू के बारे में",
    "Potato Is A Very Delicious Vegetable, Can Be Consumed By Everyone":"आलू एक बहुत ही स्वादिष्ट सब्जी है, इसे हर कोई खा सकता है",
    "We Can Mix All The Vegetables Given In This Rabi Crops Example With Potato And Cook":"हम इस रबी फसल उदाहरण में दी गई सभी सब्जियों को आलू के साथ मिलाकर पका सकते हैं",
    "It Will Increase The Taste And Nutrition Value Of The Food":"इससे भोजन का स्वाद और पोषण मूल्य बढ़ जाएगा",
    "Potatoes Are Cultivated All Over The World By The Farmers Because Of Its Good Demand In The Market.":"बाजार में इसकी अच्छी मांग के कारण पूरी दुनिया में किसान आलू की खेती करते हैं।",
    "Radish":"मूली",
    "Botanical Name:- Raphanus Raphanistrum Subsp. Sativus":"वानस्पतिक नाम:- रफ़ानस रफ़ानिस्ट्रम सबस्प. सैटाईवस",
    "Originated From:- China":"उत्पत्ति:- चीन से",
    "Radish Chromosome Number:- 2n= 18":"मूली गुणसूत्र संख्या:- 2n= 18",
    "Soil type: Any well-drained, slightly acidic to neutral soil with pH 6 to 7":"मिट्टी का प्रकार: कोई भी अच्छी जल निकासी वाली, थोड़ी अम्लीय से लेकर तटस्थ मिट्टी जिसका पीएच 6 से 7 हो",
    "Common varieties: pusa desi, pusa reshmi, Punjab safed, nadamuni":"सामान्य किस्में: पूसा देसी, पूसा रेशमी, पंजाब सफेद, नादामुनी",
    "Tolerance varieties:pusa desi , pusa chetki, Japanese white, arka nishant":"सहनशीलता वाली किस्में: पूसा देसी, पूसा चेतकी, जापानी सफेद, अर्का निशांत",
    "Nutrient requirement: 10-10-10 fertilizer per 100 square feet":"पोषक तत्व की आवश्यकता: प्रति 100 वर्ग फुट 10-10-10 उर्वरक",
    "About Radish":"मूली के बारे में",
    "The 41st Crop In The Rabi Crop List Is Radish.":"रबी फसल सूची में 41वीं फसल मूली है।",
    "It Is Cooked All Over The World":"इसे पूरी दुनिया में पकाया जाता है",
    "It Contains Many Antioxidants And Minerals Like Calcium And Potassium.":"इसमें कैल्शियम और पोटेशियम जैसे कई एंटीऑक्सीडेंट और खनिज होते हैं।",
    "Radish Is Consumed Raw And Cooked.":"मूली को कच्चा और पकाकर खाया जाता है।",
    "It Increases Liver Function.":"यह लीवर की कार्यक्षमता को बढ़ाता है।",
    "It Also Reduces The Debates Risk.":"यह वाद-विवाद के जोखिम को भी कम करता है।",
    "Radish Is Easily Available In The Market And Consumed All Over The World.":"मूली बाज़ार में आसानी से उपलब्ध है और दुनिया भर में खाई जाती है।",
    "Wheat":"गेहूँ",
    "Botanical Name:- Triticum Aestivum":"वानस्पतिक नाम:- ट्रिटिकम एस्टिवम",
    "Originated From:- Turkey":"उत्पत्ति:- टर्की से",
    "Wheat Chromosome Number:- 2n = 42":"गेहूँ गुणसूत्र संख्या:- 2n = 42",
    "Soil type: clay loam or loam texture, good structure and moderate water holding capacity":"मिट्टी का प्रकार: मिट्टी दोमट या दोमट बनावट, अच्छी संरचना और मध्यम जल धारण क्षमता",
    "Common varieties: HD2967,UP262, PBW 343, HD3385,JABAL":"सामान्य किस्में: एचडी2967, यूपी262, पीबीडब्लू 343, एचडी3385, जाबल",
    "Tolerance varieties: Himgiri":"सहनशीलता की किस्में: हिमगिरि",
    "Nutrient requirement: NPK@ 120:60:40":"पोषक तत्व की आवश्यकता: एनपीके@120:60:40",
    "About Wheat":"गेहूं के बारे में",
    "We Use Wheat Flour All Over The World In Different Ways.":"हम दुनिया भर में गेहूं के आटे का अलग-अलग तरीकों से उपयोग करते हैं।",
    "It is Used To Make Bread , Biscuits, Noodles, Cake , Pastries And Many Products.":"इसका उपयोग ब्रेड, बिस्कुट, नूडल्स, केक, पेस्ट्री और कई उत्पाद बनाने के लिए किया जाता है।",
    "We Know Wheat As The Best Source Of Iron, Calcium, And Vitamins.":"हम गेहूं को आयरन, कैल्शियम और विटामिन के सर्वोत्तम स्रोत के रूप में जानते हैं।",
    "Wheat Is Consumed In Different Ways.":"गेहूं का सेवन अलग-अलग तरीके से किया जाता है।",
    "They Make Many Products From Wheat Most Common Selling Products Are Wheat Flour, Wheat Bread, Wheat Pasta, Etc.":"वे गेहूं से कई उत्पाद बनाते हैं, सबसे आम बिकने वाले उत्पाद गेहूं का आटा, गेहूं की रोटी, गेहूं पास्ता, आदि हैं।",
    "Farmers Also Cultivated Wheat As A Cash Crop.":"किसान नकदी फसल के रूप में गेहूं की भी खेती करते हैं।"


  }
}
